{
  "brc": [
  	{
      "class": "h-para",
      "heading": "The GFSI and BRC Global Standards",
      "para":"GFSI stands for the Global Food Safety Initiative, which is a project launched by the business forum CIES in 2000, to harmonies international food safety standards and reduce the need for multiple supplier audits. The CIES members include the world’s leading retailer organizations and food manufacturers. Rather than create another Standard, the GFSI Technical Committee identified the key components necessary for good food safety standards and the operating protocols for the delivery of certification, whilst creating a benchmarking document.",
      "list": [],
      "image": ""
    },{
      "class": "image-para",
      "heading": "",
      "para":"Standard owners such as the BRC were invited to submit their Standards for benchmarking. It is important to recognize that the bench marking process was not designed to create a single super Standard, but to allow innovation and competitive development between Standard owners whilst meeting a core set of requirements. The BRC’s ability to react to changing food safety concerns, meet customer requirements, yet provide a simple, easy to follow process for manufacturers has led to the Standard becoming the most used GFSI equivalent Standard with over 15,000 certificated sites worldwide NABL Consultant in Ahmedabad.",
      "list": [],
      "image": "/BRC.jpg"
    },{
      "class": "para",
      "heading": "",
      "para":"The BRC Global Standards for Food Safety was the first Standard to be recognized as meeting the benchmark back in 2000 and each issue has continued to be benchmarked since. Benchmarking of the BRC Global Standard for food safety issue 6 The GFSI have stated that the BRC Global Standard for Food Safety continues to be a GFSI recognized program, whilst the benchmarking against the GFSI Guidance Document 6 is undertaken on the GFSI website ISO Consultant in Ahmedabad.",
      "list": [],
      "image": ""
    },{
      "class": "para",
      "heading": "",
      "para":"As with every other issue of the BRC Standard, it has been submitted for benchmarking against the relevant GFSI Guidance Document, which co-incidentally is also Issue 6. Changes made to Issue 6 largely built upon the existing Issue 5 Standard by adding clarity and in places greater detail to ensure consistent application. The changes were made with careful consideration of GFSI requirements and with the benefit of having the new Guidance Document available for the rewrite process. The Standard is going through the benchmarking process against the new GFSI Guidance Document Issue 6 and has the same status as all of the other GFSI recognized schemes – none of which have been benchmarked against the new Guidance Document.",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "BRC Food Safety Certification Service",
      "para": "We offer our valued clients the premium quality BRC Food Safety Certification Service. For any food safety system to be effective it is essential that the management of the factory is fully committed to its application and continued development. This sets out requirements for the management of food quality and safety, building upon the principles of ISO 9000. This includes requirements for product specifications, supplier approval, traceability, and the management of incidents and product recalls. This service is rendered in a hassle-free manner and within the assured time frame.",
      "list": [],
      "image": "/BRC-Food-Safety.jpg"
    },
    {
      "class": "h-para sub-head",
      "heading": "The GFSI and BRC Global Standards",
      "para": "GFSI stands for the Global Food Safety Initiative, which is a project launched by the business forum CIES in 2000, to harmonies international food safety standards and reduce the need for multiple supplier audits. The CIES members include the world’s leading retailer organizations and food manufacturers. Rather than create another Standard, the GFSI Technical Committee identified the key components necessary for good food safety standards and the operating protocols for the delivery of certification, whilst creating a benchmarking document.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Standard owners such as the BRC were invited to submit their Standards for benchmarking. It is important to recognise that the benchmarking process was not designed to create a single super Standard, but to allow innovation and competitive development between Standard owners whilst meeting a core set of requirements. The BRC’s ability to react to changing food safety concerns, meet customer requirements, yet provide a simple, easy to follow process for manufacturers has led to the Standard becoming the most used GFSI equivalent Standard with over 15,000 certificated sites worldwide.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para sub-head",
      "heading": "Benchmarking of the BRC Global Standard for food safety issue 6",
      "para": "The GFSI have stated that the BRC Global Standard for Food Safety continues to be a GFSI recognized program, whilst the benchmarking against the GFSI Guidance Document 6 is undertaken on the GFSI website.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "As with every other issue of the BRC Standard, it has been submitted for benchmarking against the relevant GFSI Guidance Document, which co-incidentally is also Issue 6. Changes made to Issue 6 largely built upon the existing Issue 5 Standard by adding clarity and in places greater detail to ensure consistent application. The changes were made with careful consideration of GFSI requirements and with the benefit of having the new Guidance Document available for the rewrite process. The Standard is going through the benchmarking process against the new GFSI Guidance Document Issue 6 and has the same status as all of the other GFSI recognised schemes – none of which have been benchmarked against the new Guidance Document.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "The standard is divided into 7 chapters:",
      "para": "",
      "list": [
        "Senior Management Commitment and Continual Improvement – For any food safety system to be effective it is essential that the factory senior management are fully committed to its application and continued development.",
        "The Food Safety Plan (HACCP) – The basis for the Food Safety System is an effective HACCP programme based on the requirements of the internationally recognized Codex Alimentarius system.",
        "Food Safety and Quality Management System – This sets out requirements for the management of food safety and quality, building upon the principles of ISO 9000. This includes requirements for product specifications, supplier approval, traceability, and the management of incidents and product recalls",
        "Site Standards – These define expectations for the processing environment including the layout and maintenance of the buildings and equipment, cleaning, pest control and waste management. This includes a specific section on managing foreign body controls."
      ],
      "image": ""
    }
  ],
  "halal": [
    {
      "class": "image-para",
      "heading": "Halal Certification Consultancy Service",
      "para": "To cater the variegated demands of our valued clients, we are highly engrossed in providing qualitative Halal Certification Consultancy Service. For continuous excellence in Halal certification, we have developed Halal training, which is frequently conducted to enhance the understanding and awareness of Halal concept and islamic dietary laws and their requirements. Our provided service improves the food quality into global standards. Further, we offer this service to our clients at pocket friendly prices.",
      "list": [],
      "image": "/Halal.jpg"
    },
    {
      "class": "para",
      "heading": "HALAL Certification Consultancy in Ahmedabad And Gujarat:",
      "para": "Halal Food Certification Consultants in Ahmedabad, Gujarat, India , Ahmedabad in Gujarat India. We offer these Halal Food , ISO Certification Consultants in Ahmedabad, Gujarat, India, Halal Certification, Halal Certificate, Halal Consultant, Halal Certification companies in Ahmedabad,Gujarat,India. ISO Certification Consultants in Ahmedabad, Gujarat, India.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "QUALITY CONSULTING is a leading food certification consultants for halal certification located at Ahmadabad Gujarat India. Food companies, located at Ahmadabad Gujarat India can contact us for halal food certification trainings. Organizations looking for halal food certification in Ahmadabad Gujarat India, Hala food certification in Ahmedabad Gujarat India can contact us.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are providing our halal food certification consultancy services, kosher food certification services in Ahmadabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Mahuva, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra, Dahej, Kalol, Sanand and in other cities of Gujarat and in India.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Halal Requirements:",
      "para": "",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "Cheese Products",
      "para": "In order for hard cheeses, such as Cheddar, Muenster, Swiss and the like to be certified kosher, they must be produced under constant supervision.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "Meat, Poultry, and Fish",
      "para": "Meat, Poultry and Fish are should be used as per kosher certified guidelines.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "Grape Juice, and Grape Derivatives",
      "para": "All grape products and their derivatives must come from that has been supervised from start to finish. Only these may be certified and approved as Halal.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "Fruits and Vegetables",
      "para": "Raw fruits and vegetables are approved for kosher use however Halal certification is really a testament that the washing system employed rids the product of all pests. We are Provide The Certification For Halal in Ahmedabad And Halal in Gujarat.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Benefits of Halal Certification:",
      "para": "",
      "list": [
        "Leverage on the Global market.",
        "Leverage on small investment cost with huge potential growth in revenue",
        "Enhance competitive advantage in the global market place.",
        "Provide greater assurance to consumers.",
        "Expands company’s reputation in being able to meet varied customer need."
      ],
      "image": ""
    }
  ],
  "iatf": [
    {
      "class": "image-para",
      "heading": "IATF 16949:2016",
      "para": "One of the automotive industry’s most widely used international standards for quality management, ISO/TS 16949, is evolving with the publication of a new global industry standard by the International Automotive Task Force (IATF).",
      "list": [],
      "image": "/IATF-16949-2016.jpg"
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO/TS 16949, a technical specification for automotive sector quality management systems, has become one of the most widely used international standards in the automotive industry, harmonizing the different assessment and ISO Certification in Ahmedabad systems in the global automotive supply chain [7.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "On October 3rd, 2016 IATF 16949:2016 was published by the IATF and supersedes and replaces the current ISO/TS 16949, defining the requirements of a quality management system for organizations in the automotive industry .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO/TS 16949 was first developed by the IATF in conjunction with ISO’s technical committee for quality management, ISO/TC 176. As a result, ISO/TS 16949 integrated with ISO 9001 by including specific requirements from the automotive sector.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "IATF 16949 is aligned with and refers to the most recent version of ISO’s quality management systems standard, ISO 9001:2015, fully respecting its structure and requirements. IATF 16949 is not a standalone quality management standard, but is implemented as a supplement to, and in conjunction with, ISO 9001:2015. This means that an organization in the automotive sector seeking IATF 16949 certification must also comply with ISO 9001:2015 [4.",
      "list": [],
      "image": ""
    },
  {
      "class": "para",
      "heading":"",
      "para": "Key Changes in IATF 16949:2016 from ISO/TS 16949:2009",
      "list": [],
      "image": ""
    },
  {
      "class": "para",
      "heading":"",
      "para": "These changes reflect a shift towards greater customer focus, risk management, and corporate responsibility within the automotive industry .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Adoption of the Annex SL",
      "para": "To maintain alignment with ISO 9001:2015, the automotive QMS standard also followed the high-level structure prescribed in Annex SL. The new standard has ten major clauses that follow the same sequence as ISO 9001:2015. This is good news for organizations implementing integrated management systems that also follow Annex SL such as those certified under ISO 9001: 2015, ISO 14001: 2015, ISO 22301: 2012, ISO 27001: 2013, and planning on getting certified under ISO 45001: 2017 .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Incorporation of customer-specific requirements",
      "para": "The inclusion of customer-specific requirements to the scope of the QMS along with other detailed requirements raised not a few eyebrows from industry practitioners. While fulfillment of customer-specific requirements had been present in ISO/TS 16949, the present standard requires evaluation of each customer’s requirements and inclusion in the organization’s quality management system where applicable. Detailed requirements, such as specific duration, also tend to be ‘almost prescriptive’ .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Requirements on product safety",
      "para": "In order to address issues pertaining to product and process safety, this new clause requires organizations to document their processes for managing product-safety related products and processes. This includes relevant statutory and regulatory requirements, FMEAs and control plans, reaction plans, and other requirements .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Risk-based thinking",
      "para": "Along with FMEA, preventive actions, and other proactive measures of addressing risks, IATF 16949 follows the risk-based thinking approach of ISO 9001:2015. Actions to address risks and opportunities are to be established and implemented where these are found to potentially cause significant effects to the intended outcomes of the automotive QMS. Risks are to be analysed and documented while preventive actions are established where needed .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Corporate responsibility",
      "para": "At a minimum, corporate responsibility initiatives should include an anti-bribery policy, an employee code of conduct, and an ethics escalation policy (i.e., whistle-blowing policy). This is to address the rising expectations from interested parties, especially in the areas of social responsibility and environmental performance .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Competency requirements for auditors",
      "para": "Aside from the enhanced competency requirements for internal auditors, the standard extends the requirements to second party auditors. Documentation requirements include verification of competence and evidence of relevant training .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "Recommendations",
      "para": "For organizations seeking certification to the new standard, it is recommended to first gain familiarity with ISO 9001:2015 and IATF 16949. A gap analysis should be performed to ensure that all new requirements are conformed with. Competency building, especially for the organization’s internal and second-party auditors, will also have to be done ."
      ,
      "list": [],
      "image": ""
    }


    ,{
      "class": "h-list sub-list",
      "heading": "Benefits of IATF 16949 Training",
      "para": "IATF 16949 training equips participants with the knowledge and skills to excel in the automotive industry. Key benefits include:",
      "list": [
        "Enhanced Knowledge and Understanding: Comprehensive understanding of IATF 16949 requirements, methodologies, and best practices. Covers customer-specific requirements, risk management, process approach, and continuous improvement.",
        "Compliance with Customer Requirements: Meeting specific quality requirements of automotive customers through globally recognized and adopted standards.",
        "Improved Process Efficiency and Effectiveness: Implementation of a process-based approach to quality management, identifying key processes and improving their efficiency.",
        "Reduction of Defects and Waste: Robust preventive actions and mistake-proofing techniques to eliminate sources of waste and non-conformities throughout the supply chain.",
        "Alignment with International Best Practices: Adherence to ISO 9001 quality management system standards with automotive-specific requirements, ensuring alignment with global best practices.",
        "Enhanced Customer Satisfaction and Retention: Improved ability to consistently deliver products that meet customer expectations, leading to increased satisfaction and loyalty.",
        "Recognition and Market Access: Demonstration of commitment to quality and industry-specific requirements, opening doors to new business opportunities and providing a competitive advantage.",
        "Improvement of Credibility and Image: Establishment of a Quality Management System (QMS) based on an internationally recognized standard, enhancing credibility and image worldwide."
      ],
      "image": ""
    },{
      "class": "h-list sub-list",
      "heading": "Internal Benefits:",
      "para": "",
      "list": [
        "implementation and enhancement of documentation ",
        "systematization of management activities and processes ",
        "full customer-orientation ",
        "enhancement of processes ",
        "improvement of products quality",
        "reduction of the amount of shortages and repairs",
        "increase of effectiveness and productivity",
        "improvement of inside communication",
        "raising employees’ morale",
        "reduction of costs and increase of profits",
        "maintenance of cleanliness",
        "improvement of communication",
        "mutual respect among the staff",
        "employee integration with the company’s targets"
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "External Benefits:",
      "para": "",
      "list": [
        "improvement of the customers’ opinions on the quality of products or services",
        "marketing tool",
        "better access to domestic and foreign markets",
        "increase of customer satisfaction ",
        "improvement of customer relations",
        "competitive advantage ",
        "greater possibilities of gaining new sectors on domestic and foreign markets",
        "increase of profitability",
        "reduction of customer audits ",
        "reduction of customer complaints"
      ],
      "image": ""
    }
  ],
  "as9100": [
    {
      "class": "image-para",
      "heading": "AS9100 Certification Service",
      "para": "We are engaged in offering our clients the best quality AS 9100 Certification Service. Our offered service helps the clients in the preparation of quality manual, quality procedures based on AS 9100 Standard, framing of quality policy and quality objectives, project management, risk management, configuration management, design and development including validation testing and validation documentation, control of production and service provision including control of software’s programs, monitoring and measurement of processes and product, corrective and preventive actions.",
      "list": [],
      "image": "/AS-9100-Certification.jpg"
    },
    {
      "class": "para",
      "heading": "",
      "para": "AS9100 is a widely adopted and standardized quality management system for the aerospace industry. It was released in October, 1999, by the Society of Automotive Engineers and the European Association of Aerospace Industries.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "AS9100 replaces the earlier AS9000 and fully incorporates the entirety of the current version of ISO 9000, while adding requirements relating to quality and safety. Major aerospace manufacturers and suppliers worldwide require compliance and/or registration to AS9100 as a condition of doing business with them ISO Consultants in Ahmedabad",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "AS9100 Revision D (2016), Quality Management System – Requirements for Aviation, Space and Defense Organizations",
      "para": "The update of AS9100 from revision C to D includes the full text of ISO 9001:2015. In addition to aligning the structure of the aviation, space and defense requirements to the new structure of ISO 9001:2015, the following key changes were implemented:",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Key Changes Implemented in AS9100 Revision D:",
      "para": "",
      "list": [
        "Product Safety was added in a new clause and in other areas",
        "Counterfeit Parts Prevention was added in a new clause and in other areas (this was already in place in the AS9110 and AS9120 standards)",
        "Risk clause was merged with the new ISO 9001 risk requirements along with an increased emphasis on risks in operational processes NABL Consultant in Ahmedabad",
        "Awareness clause was added with reinforced requirements for awareness of individual contribution to product and service quality and safety along with ethical behavior",
        "Human Factors are included as a consideration in nonconformity management and corrective action",
        "Configuration Management was clarified and improved to address stakeholder needs"
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "AS9100 Revision D was released in September 20, 2016 with a certificate transition period aligned with the ISO 9001:2015 transition.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Quality management in the aerospace industry can be the defining factor between financial success and costly mistakes. AS9100 can standardize the way you work and secure a solid industry reputation.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "What is AS9100 Aerospace Quality Management?",
      "para": "AS9100 (BS EN 9100) is the single common quality management standard for the aerospace industry. It is used and supported by the world’s leading aerospace companies and throughout their supply chains. AS9100 can be used by organizations across the aerospace sector, including design, manufacturing, maintenance and distributing companies. If you certify to the standard you can be confident that you have an effective quality management system in place. AS9100 may also be essential to achieving your trade licence, making it essential now and in the future.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "What are the benefits of AS9100 Aerospace Quality Management?",
      "para": "",
      "list": [
        "Reduce the risk product or service mistakes and fatal failures",
        "Demonstrate effective quality management to achieve a licence to trade",
        "Get a listing in the Online Supplier Information System (OASIS) database",
        "Become a preferred supplier and gain customer and stakeholder trust",
        "Continually improve and win international growth opportunities"
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Steps for AS 9100/9110/9120 Certification",
      "para": "",
      "list": [
        "Learn about the Standard",
        "Perform a Gap Analysis",
        "Plan your project",
        "Train your organization",
        "Document your Quality Management System",
        "Implement your QMS and conduct business",
        "Audit your QMS",
        "Registration Audit"
      ],
      "image": ""
    }
  ],
  "sedex":[
  {
    "class": "image-para",
    "heading": "SA8000 Certification Service",
    "para": "SA8000 is an auditable certification standard that encourages organizations to develop, maintain, and apply socially acceptable practices in the workplace. It was developed in 1997 by Social Accountability International, formerly the Council on Economic Priorities, by an advisory board consisting of trade unions, NGOs, civil society organizations and companies. The SA8000 streamlines the complexities of navigating industry and corporate codes to create a common language and standard for measuring social compliance. As it can be applied worldwide to any company in any industry, it is an extremely useful tool in measuring, comparing, and verifying social accountability in the workplace",
    "list": [],
    "image": "/sedex.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "SA8000 certification is a management systems standard, modeled on ISO Consultant in Ahmedabad standards. The management systems criteria require that facilities seeking to gain and maintain certification must go beyond simple compliance to the standard, but also integrate it into their management systems and practices and demonstrate ongoing conformance with the standard. SA8000 is based on the principles of international human rights norms as described in International Labour Organisation conventions, the United Nations Convention on the Rights of the Child and the Universal Declaration of Human Rights It measures the performance of companies in eight areas important to social accountability in the workplace: child labour, forced labour, health and safety, free association and collective bargaining, discrimination, disciplinary practices, working hours and compensation",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Performance criteria",
    "para": "It also requires compliance with eight performance criteria, as outlined on the Social Accountability International website.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Child Labor",
    "para": "",
    "list": [
      "No use or support of child labor; policies and written procedures for remediation of children found to be working in situation; provide adequate financial and other support to enable such children to attend school; and employment of young workers conditional."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Forced and Compulsory Labor",
    "para": "",
    "list": [
      "No use or support for forced or compulsory labor; no required ‘deposits’ – financial or otherwise; no withholding salary, benefits, property or documents to force personnel to continue work; personnel right to leave premises after workday; personnel free to terminate their employment; and no use nor support for human trafficking."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Health and Safety",
    "para": "",
    "list": [
      "Provide a safe and healthy workplace; prevent potential occupational accidents; appoint senior manager to ensure OSH; instruction on OSH for all personnel; system to detect, avoid, respond to risks; record all accidents; provide personal protection equipment and medical attention in event of work-related injury; remove, reduce risks to new and expectant mothers; hygiene- toilet, potable water, sanitary food storage; decent dormitories- clean, safe, meet basic needs; and worker right to remove from imminent danger."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Freedom of Association and Right to Collective Bargaining",
    "para": "",
    "list": [
      "Respect the right to form and join trade unions and bargain collectively. All personnel are free to: organize trade unions of their choice; and bargain collectively with their employer. A company shall: respect right to organize unions & bargain collectively; not interfere in workers’ organizations or collective bargaining; inform personnel of these rights & freedom from retaliation; where law restricts rights, allow workers freely elect representatives; ensure no discrimination against personnel engaged in worker organizations; and ensure representatives access to workers at the workplace."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Discrimination",
    "para": "",
    "list": [
      "No discrimination based on race, national or social origin, caste, birth, religion, disability, gender, sexual orientation, union membership, political opinions and age. No discrimination in hiring, remuneration, access to training, promotion, termination, and retirement. No interference with exercise of personnel tenets or practices; prohibition of threatening, abusive, exploitative, coercive behavior at workplace or company facilities; no pregnancy or virginity tests under any circumstances."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Disciplinary Practices",
    "para": "",
    "list": [
      "Treat all personnel with dignity and respect; zero tolerance of corporal punishment, mental or physical abuse of personnel; no harsh or inhumane treatment."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Working Hours",
    "para": "",
    "list": [
      "Compliance with laws & industry standards; normal workweek, not including overtime, shall not exceed 48 hours; 1 day off following every 6 consecutive work days, with some exceptions; overtime is voluntary, not regular, not more than 12 hours per week; required overtime only if negotiated in CBA."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Remuneration",
    "para": "",
    "list": [
      "Respect right of personnel to living wage; all workers paid at least legal minimum wage; wages sufficient to meet basic needs & provide discretionary income; deductions not for disciplinary purposes, with some exceptions; wages and benefits clearly communicated to workers; paid in convenient manner – cash or check form; overtime paid at premium rate; prohibited use of labor-only contracting, short-term contracts, false apprenticeship schemes to avoid legal obligations to personnel."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Certification is granted by independent certification bodies that are accredited and overseen by Social Accountability Accreditation Services (SAAS). NABL Consultant in Ahmedabad",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "SA8000 Certification Process",
    "para": "Certification",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "An SA8000 certificate is valid for three years, subject to the continuing assurance provided by ongoing certification body surveillance audit evaluations.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "As the first step in the certification process, the applicant organisation undertakes an management system self-assessment. We help the organisation understand the management system requirements of SA8000 and whether it is ready to apply for initial certification, to SA8000:2014. Once the organisation considers its management practices mature enough to pursue certification, it selects and works with one of the more than twenty independent SAAS-accredited certification bodies (CBs) to start the full evaluation process.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "The certification body’s evaluation against the SA8000® Standard comprises reviews of documentation, working practices, employee interview responses, and records. Once the certification body has determined that the organisation has implemented the necessary actions and improvements to become compliant with the Standard, it grants an SA8000 certificate, which may be used by the organisation to publicize its achievement. Subsequent on-site monitoring (a combination of announced and unannounced visits, typically twice per year) provides assurance that the organization’s management processes continue to achieve the social performance requirements of SA8000.",
    "list": [],
    "image": ""
  }
],
  "nabl": [
    {
      "class": "h-para",
      "heading": "NABL Accreditation Consultants in Ahmedabad – NABL Accreditation (ISO 17025)",
      "para": "Aims and objectives of NABL…?",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "",
      "para": "NABL Consultant in Ahmedabad, NABL Consultants in Ahmedabad – National Accreditation Board for Testing and Calibration Laboratories (NABL) is an autonomous body under the aegis of Department of Science & Technology, Government of India, and is registered under the Societies Act. NABL Consultant in Ahmedabad, NABL Consultants in Ahmedabad, Gujarat, India, Near Me has been established with the objective to provide Government, Industry and Society in general with a scheme for third-party assessment of the quality and technical competence of testing and calibration laboratories for NABL Certification Consultant and NABL accreditation consultants in Ahmedabad, Gujarat, India. Government of India has authorized NABL as the sole accreditation body for Testing and Calibration laboratories, and nabl approved lab Ahmedabad.",
      "list": [],
      "image": "/NABL.jpg"
    },
    {
      "class": "h-para",
      "heading": "NABL Consultant in Ahmedabad",
      "para": "In order to achieve this objective, NABL Consultant in Ahmedabad provides laboratory accreditation consultants in Ahmedabad services to laboratories that are performing tests / calibrations in accordance with NABL criteria based on internationally accepted standard for laboratory accreditation ISO/IEC 17025 consultants in Ahmedabad. These services are offered in a non-discriminatory manner and are accessible to all testing and calibration laboratories in India and abroad, regardless of their ownership, legal status, size and degree of independence.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "NABL Laboratories in Ahmedabad – Laboratory accreditation Needed for:",
      "para": "Calibration and testing laboratories for NABL Certification Consultant in Ahmedabad and NABL accreditation consultants in Ahmedabad, Gujarat, India. The concept of Laboratory Accreditation was developed to provide a means for third-party certification of the competence of laboratories to perform specific type(s) of testing and calibration.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Service Provider of NABL Certification Consultant – ISO 17025 NABL Certification offered by QUALITY Consulting, Ahmedabad, Gujarat, India.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Laboratory Accreditation provides formal recognition of competent laboratories, thus providing a ready means for customers to find reliable testing and calibration services in order to meet their demands. Laboratory Accreditation enhances customer confidence in accepting testing / calibration reports issued by accredited laboratories. The globalization of Indian economy and the liberalization policies initiated by the Government in reducing trade barriers and providing greater thrust to exports makes it imperative for Accredited Laboratories to be at international level of competence.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Laboratory Accreditation provides formal recognition of competent laboratories, thus providing a ready means for customers to find reliable testing and calibration services in order to meet their demands. Laboratory Accreditation enhances customer confidence in accepting testing / calibration reports issued by accredited laboratories. Society also needs to know the technically competent laboratory in fields such as Medical, Forensic, Food Testing etc. he globalization of Indian economy and the liberalization policies initiated by the Government in reducing trade barriers and providing greater thrust to exports makes it imperative for Accredited Laboratories to be at international level of competence.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list",
      "heading": "Benefits of accreditation",
      "para": "",
      "list": [
        "Potential increase in business due to enhanced customer confidence and satisfaction.",
        "Savings in terms of time and money due to reduction or elimination of the need for re-testing of products.",
        "Better control of laboratory operations and feedback to laboratories as to whether they have sound Quality Assurance System and are technically competent.",
        "Increased confidence in Testing / Calibration data and personnel performing work ISO Consultant in Ahmedabad.",
        "Customers can search and identify the laboratories accredited by NABL for their specific requirements from the directory of Accredited Laboratories.",
        "Users of accredited laboratories will enjoy greater access for their products, in both domestic and international markets, when tested by accredited laboratories."
      ],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Types of laboratories can seek accreditation",
      "para": "The laboratories should be legally identifiable & appropriately registered. They can be a part of a big organization or an independent entity. NABL can provide accreditation to :",
      "list": [
        "Laboratories undertaking any sort of testing or calibration in the specified fields.",
        "Private or government laboratories.",
        "Small operations to large multi-field laboratories.",
        "Site facilities, temporary field operations and mobile laboratories"
      ],
      "image": ""
    },
    {
      "class": "simplelist",
      "heading":"",
      "para":"",
      "list": [
        "Laboratories undertaking any sort of testing or calibration in the specified fields.",
        "Private or government laboratories.",
        "Small operations to large multi-field laboratories.",
        "Site facilities, temporary field operations and mobile laboratories"
      ],
      "image": ""
    }
  ],
  "fssai": [
    {
      "class": "image-para",
      "heading": "About FSSAI",
      "para": "The Food Safety and Standards Authority of India (FSSAI) Has been established under Food Safety and Standards Act, 2006 which consolidates various acts like Prevention of Food Adulteration Act, 1954 , Fruit Products Order , 1955, Meat Food Products Order 1973, Vegetable Oil Products (Control) Order, 1947,Edible Oils Packaging (Regulation)Order 1988, Solvent Extracted Oil, De- Oiled Meal and Edible Flour (Control) Order, 1967, Milk and Milk Products Order, 1992 etc, which stands repealed after commencement of FSSI Act, 2006. ISO Consultant in Ahmedabad, NABL Consultant in Ahmedabad",
      "list": [],
      "image": "/fssai.jpg"
    },
    {
      "class": "para",
      "heading": "FBO’s (Food Business Operators)",
      "para": "Any undertaking, Whether Private or Public, For profit or not, Carrying out any of the activities related to any stage of Manufacture, Processing, Packaging, Storage, Transportation, Distribution of food, Imports & Exports including food services, Sale of food or Food Ingredients in the country are to get themselves compulsorily Registered/Licensed with the Government as per provisions of Food Safety and Standards (Licensing and Registration of Food Business) Regulations, 2011.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "FSSAI License and Registration",
      "para": "The Process of application for FSSAI License/Registration starts with identification of eligibility of your Premises & Business Nature depending upon the installed capacity (for manufacturers) and/or turnover (for other business) and/or location. Your premises/Business may be eligible for any of the following categories.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Types Of Fssai License",
      "para": "",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Types Of Fssai License",
      "para": "",
      "list": [
        "FSSAI Central license :- This license is applicable typically on large business. It is also required in cases where you need to supply at the government offices or import / export food products.",
        "FSSAI State license :- This license is applicable to mid-sized companies which have annual turnover between Rs.12 lacs to -20 crores.",
        "FSSAI Basic registration :- This is required for small business or startups which have annual turnover below Rs.12 lakhs. Basic registration can be upgraded to state license as your sales graph increases."
      ],
      "image": ""
    }
  ],
  "cecertification": [
    {
      "class": "image-para",
      "heading": "CE Marking Certification Consultancy Service",
      "para": "We are a unique entity in the industry, actively committed towards offering optimum quality CE Marking Certification Consultancy. Under this service, we help the clients in accessing to sell their products into the European market without adaptation or re-checking. Besides, we also help our patrons in understanding CE regulations and provide training concerning CE marking services. Our offered service is a quality ISO Certification in Ahmedabad service, used to indicate conformity with the essential health and safety requirements set out in European directives.",
      "list": [],
      "image": "/CE-Marking.jpg"
    },
    {
      "class": "para",
      "heading": "CE Marking Certification Consultancy in Ahmedabad And Gujarat",
      "para": "certification in India, CE marking certification registration provider consultant agency in India, CE marking certification with notified agency/ body in India, CE Marking self certification in India, CE marking certificate provider & CE marking service provider agency in India can contact us NABL Consultant in Ahmedabad.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are a leading CE marking product certification consultants, CE Marking product certification consultancy service providers, CE marking training providers in India. We are providing CE marking consultancy services in India at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra and in other cities of Gujarat), Rajasthan, Madhya pradesh, Uttar pradesh, Haryana, Punjab, Bihar, Maharashtra, Kerala, Tamilnadu, Andhra pradesh, and in other states of India.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "CE marking is a mandatory conformity marking for certain products sold within the European Economic Area (EEA) since 1985. The CE marking is also found on products sold outside the EEA that are manufactured in, or designed to be sold in, the EEA. This makes the CE marking recognizable worldwide even to people who are not familiar with the European Economic Area. It is in that sense similar to the FCC Declaration of Conformity used on certain electronic devices sold in the United States.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "The CE marking is the manufacturer’s declaration that the product meets the requirements of the applicable EC directives.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "The mark consists of the CE logo and, if applicable, the four digit identification number of the Notified Body involved in the conformity assessment procedure.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "“CE” originated as an abbreviation of Conformité Européenne, meaning European Conformity, but is not defined as such in the relevant legislation. The CE marking is a symbol of free marketability in the European Economic Area (Internal Market).",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Countries requiring the CE marking",
      "para": "CE marking is mandatory for certain product groups within the European Economic Area (EEA; the 28 member states of the EU plus EFTA countries Iceland, Norway and Liechtenstein) plus Switzerland and Turkey. The manufacturer of products made within the EEA and the importer of goods made in other countries must ensure that CE-marked goods conform to standards.",
      "list": [],
      "image": ""
    },
        {
      "class": "para",
      "heading": "",
      "para": "As of 2013, CE marking was not required by countries of the Central European Free Trade Agreement (CEFTA), but members Republic of Macedonia, Serbia, and Montenegro had applied for membership of the European Union, and were adopting many of its standards within their legislation (as did most Central European former member countries of CEFTA that joined the EU, before joining).",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Product groups",
      "para": "The directives requiring CE marking affect the following product groups:",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Product groups",
      "para": "",
      "list": [
        "Active implantable medical devices (excludes surgical instruments)",
        "Appliances burning gaseous fuels",
        "Cableway installations designed to carry persons",
        "Construction products according to Regulation (EU) No. 305/2011under specific rules",
        "Eco-design of energy related products",
        "Electromagnetic compatibility",
        "Equipment and protective systems intended for use in potentially explosive atmospheres",
        "Explosives for civil uses",
        "Hot-water boilers",
        "In vitro diagnostic medical devices",
        "Lifts",
        "Low voltage",
        "Machinery",
        "Measuring Instruments",
        "Medical devices",
        "Noise emission in the environment",
        "Non-automatic weighing instruments",
        "Personal protective equipment",
        "Pressure equipment",
        "Pyrotechnics",
        "Radio and telecommunications terminal equipment",
        "Recreational craft",
        "Restriction of the use of certain hazardous substances in electrical and electronic equipment",
        "Safety of toys",
        "Simple pressure vessels"
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "CE Marking Certification Consultancy in Ahmedabad And Gujarat",
      "para": "Organizations looking for CE marking certificate consultants in India, CE marking certification in India, CE marking certification registration provider consultant agency in India, CE marking certification with notified agency/ body in India, CE Marking self certification in India, CE marking certificate provider & CE marking service provider agency in India can contact us.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are a leading CE marking product certification consultants, CE Marking product certification consultancy service providers, CE marking training providers in India. We are providing CE marking consultancy services in India at Gujarat( Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra and in other cities of Gujarat ) , Rajasthan, Madhya pradesh , Uttar pradesh, Haryana, Punjab, Bihar, Maharashtra, Kerala, Tamilnadu, Andhra pradesh, and in other states of India",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Depending upon application and design of product under consideration, we can help organization in identification of proper directives and harmonic standards applicable to the product and performing gap analysis against requirement of directives and existing product. We will be responsible for coordination with notified body ( where notified body involvement comes) for smooth and faster execution of CE marking certification project.",
      "list": [],
      "image": ""
    }
  ],
  "haccp": [
    {
      "class": "h-para",
      "heading": "HACCP Certification Consultancy Service",
      "para": "Overview of HACCP: 2005 / HACCP Consultant in Ahmedabad And Gujarat",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "",
      "para": "Organizations looking for obtaining HACCP Food safety certification registration in Ahmedabad, Gujarat, India can contact us. Established in year 2013, we are providing HACCP certificate certification registration consultancy services for HACCP Food Safety management system FSMS certification at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Vapi, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra) Rajasthan, Bihar, Madhya pradesh, Uttar pradesh, Maharashtra, Delhi, Andhra pradesh, Tamil Nadu, Kerala, Assam, Punjab, haryana and in other states of India.",
      "list": [],
      "image": "/HACCP.jpg"
    },
    {
      "class": "para",
      "heading": "",
      "para": "QUALITY CONSULTING is a leading HACCP Food safety certification consulting agency located at Ahmedabad in Gujarat India.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We can help organizations in achieving HACCP Food safety certifications from leading HACCP certification agencies such as SGS, BVQI, TUV, Intertek, and other UKAS, NABCB etc. accredited ISO Certification in Ahmedabad agencies.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We can help organizations in achieving HACCP certification with following:",
      "list": [
        "Gape analysis against HACCP food safety certification requirements.",
        "Guiding upon actions to be taken to fulfill gapes identified.",
        "Giving training regarding HACCP certification to required employees.",
        "Coordinating with HACCP certification agency till successful completion of HACCP certification project."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations in India and abroad interested in achieving HACCP food safety certification can contact us.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "HACCP: 2005 is the International Food Safety Management Standard. It combines and supplements the core elements of ISO 9001 and HACCP to provide an effective framework for the development, implementation and continual improvement of a Food Safety Management System (FSMS).",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Increasing consumer demand for safe food has led many companies to develop both food quality and safety management systems, based on the Hazard Analysis and Critical Control Point (HACCP). In 2001, ISO started the development on an auditable standard, which further defines HACCP’s role in food safety management systems and culminated in the newly formed HACCP. The HACCP standard intends to define the food safety management requirements for companies that need to meet and exceed food safety regulations all over the world. One standard that encompasses all the consumer and market needs. It speeds and simplifies processes without compromising other quality or safety management systems.We Are For HACCP Consultant in Ahmedabad, HACCP Consultant in Gujarat, NABL Consultant in Ahmedabad.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "HACCP is an international certification standard that defines the requirements of food safety management systems. It can be used by all organizations, in the supply chain – from farmers to food services, to processing, transportation, storage, retail and packaging.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "HACCP creates a harmonized safety standard that’s accepted the world over. By integrating multiple principals, methodologies and applications, HACCP is easier to understand, apply and recognize. That makes it more efficient and effective as an entry-to-market tool than previous combinations of national standards.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "HACCP specifies the requirements for a food safety management system that combines well-recognized key elements to ensure food safety along the food chain, up to the point of final consumption:",
      "list": [
        "Provide interactive communication, internationally and across the supply chain.",
        "Compliance with the HACCP principles – Hazard Analysis, Identify Critical Control Points (CCP’s), Establish Critical Links, Monitor CCP’s, Establish Corrective Action, Record Keeping, Verification"
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations looking for ISO 22000 certification in ahmedabad gujarat, HACCP certification in ahmedabad gujarat, ISO 22000 certification service providers in ahmedabad gujarat, HACCP certification service providers in ahmedabad gujarat may contact us. We can help organizations in achieving ISO 22000 certification in ahmedabad gujarat india, HACCP certification in ahmedabad gujarat india. We can provide ISO 22000 certification HACCP certification for organizations located at ahmedabad vadodara surat ankleshwar bharuch rajkot jamnagar bhavnagar surendranagar mehsana kadi kalol chhatral and in other cities of gujarat and in india.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We can help organizations in achieving ISO 22000 and HACCP certifications from ISO 22000 certification agencies HACCP certifications agencies like TUV india, TUV nord, BVQI, SGS, IRQS, URS, Intertek and other NABCB UKAS JAs ANZ DAC ANAB ASCB etc. accredited ISO 22000 certification agencies.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO 22000 stands for food safety management system that includes prevention / elimination of physical, chemical and biological food hazards entering in the food which makes food unsafe for eating. ISO 22000 standard provides systematic guideline for identification of such hazards and implementing operational controls for prevention or elimination of such hazards.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We can take projects for consultancy of achieving ISO 22000 food safety management system certification , HACCP certifications and helping organizations in achieving ISO 22000 and HACCP certifications.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are most trusted ISO certificate certification consultancy service providers for ISO 22000 Food safety management system certification in ahmedabad, Gujarat, India.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are providing our ISO 22000 certificate certification registration consultancy services, advisory services, in ahmedabad, vadodara-baroda, surat, ankleshwar, bharuch, nadiad, anand, vidhyanagar, mehsana, kadi, kalol, chhatral, palanpur, rajkot, bhavnagar, Jamnagar, himmatnagar, bavla, gandhinagar, gandhidham, kutch, mundra, surendranagar, junagadh, saurashtra and in other cities of Gujarat and in India.",
      "list": [],
      "image": ""
    },{
      "class": "h-para",
      "heading": "HACCP ISO 22000 Certification Consultant",
      "para": "Applicability: HACCP ISO 22000 food safety certification is applicable to all manufacturing and service sectors associated with food chain.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "Requirements:",
      "para": "It is a standard for food safety management system (fsms). Some of key requirements are:",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Requirements:",
      "para": "",
      "list": [
        "Compliance with all statutory and regulatory requirements pertaining to products being manufactured / service being provided.",
        "Food safety policy.",
        "Good infrastructure and work environment to control food hazards.",
        "Implementation of pre requisite plans.",
        "Implementation of operational pre requisite plans.",
        "Hazard analysis and critical control point identification (haccp).",
        "Control of non conformity.",
        "Validation of food safety control measures."
      ],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Main requirements of ISO 22000 certification:",
      "para": "Fulfillment of all statutory and regulatory requirements specified for products/services being offered.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "",
      "para": "",
      "list": [
        "Food safety policy.",
        "Emergency preparedness and response.",
        "Sophisticated infrastructure and work environment to control food hazards.",
        "Implementation of pre requisite plans.",
        "Control of non conformity.",
        "Validation of food safety control measures.",
        "Implementation of operational pre requisite plans.",
        "Hazard analysis and critical control point identification (haccp)."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations looking for ISO 22000 food safety certificate certification-registration and searching for ISO 22000 consultants, consultancy service providers, training provider agency in india Gujarat Ahmedabad can contact us. We can help organizations located at ahmedabad vadodara surat ankleshwar bharuch rajkot jamnagar bhavnagar porbandar amreli morbi gandhidham palanpur siddhpur mehsana in achieving HACCP certifications, HACCP registrations, ISO 22000 certifications, ISO 22000 registrations.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "HACCP : 2005 / HACCP Consultant",
      "para": "Organizations looking for obtaining HACCP Food safety certification registration in Ahmedabad, Gujarat, India can contact us. Established in year 2013, we are providing HACCP certificate certification registration consultancy services for HACCP Food Safety management system FSMS certification at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Vapi, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra ) Rajasthan, Bihar, Madhya pradesh, Uttar pradesh, Maharashtra, Delhi, Andhra pradesh, Tamilnadu, Kerala, Aasam, Punjab, hariyana and in other states of India.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "QUALITY CONSULTING is a leading HACCP Food safety certification consulting agency located at Ahmedabad in Gujarat India. We can help organizations in achieving HACCP Food safety certifications from leading HACCP certification agencies such as SGS, BVQI, TUV, Intertek, and other UKAS, NABCB etc. accredited certification agencies. We can help organizations in achieving HACCP certification with following",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "",
      "para": "",
      "list": [
        "Gape analysis against HACCP food safety certification requirements.",
        "Guiding upon actions to be taken to fulfill gapes identified.",
        "Giving training regarding HACCP certification to required employees.",
        "Coordinating with HACCP certification agency till successful completion of HACCP certification project."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations in India and abroad interested in achieving HACCP food safety certification can contact us.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "Why HACCP Certification?",
      "para": "HACCP Food Safety Management System is an International Management System certification criteria/requirements, an organization can opt to go for certification against HACCP Food Safety Management System",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Requirements:",
      "para": "The organization irrespective of manufacturing or service industry involved in food & beverage manufacturing, food & beverage service, food & beverage trading, food & beverage warehousing, food & beverage transportation and food packaging, involved in Agriculture, Aquaculture, Horticulture, Fruits & Vegetables, Dairy Products, Meat & Meat Products, Fish & Fishery Products, Spices & Condiments, Nuts & Nut Products, Cereals, Bakery & Confectionary, Restaurants, Hotels, Fast Food Operations can benefit of certification and implementation HACCP Food Safety Management System such as",
      "list": [
        "Organizational commitment towards Food Safety.",
        "Develop internal system about Food Safety Hazard and Risk from process and product.",
        "Develop Food Safety Monitoring Plan covering stages of inspections required to control manufacturing or service delivery process to eliminate, reduce or control health hazards and food safety risks from physical, chemical & microbiological contamination.",
        "Increase consumer confidence, community faith and stake holder confidence.",
        "Reduce legal obligation related to product, service delivery such as Food Safety and Standards FSSAI Act, F Rules, Food Safety & Standard Rules."
      ],
      "image": ""
    }
  ],
  "iso13485": [
    {
      "class": "image-para",
      "heading": "ISO 13485 Certification Service",
      "para": "We are a unique name in the industry to provide our valued clients the best quality ISO 13485 Certification. ISO 13485 is an international standard that specifies requirements for a quality management system that is used by any firm for the design and development, production, installation, and servicing of medical devices. ISO 13485 standard suggests that the management and application of a system of processes is an effective way to ensure best quality management. The offered service is available at most reasonable price ISO Consultant in Ahmedabad.",
      "list": [],
      "image": "/ISO-13485.jpg"
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO 13485 Medical devices — Quality management systems — Requirements for regulatory purposes is an International Organization for Standardization (ISO) standard, was published for the first time in 1996, that represents the requirements for a comprehensive quality management system for the design and manufacture of medical devices. This standard supersedes earlier documents such as EN 46001 and EN 46002 (both 1997), the previously published ISO 13485 (1996 and 2003), and ISO 13488 (also 1996).",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "While it remains a stand-alone document, ISO 13485 is generally harmonized with ISO 9001. A principal difference, however, is that ISO 9001 requires the organization to demonstrate continual improvement, whereas ISO 13485 requires only that the certified organization demonstrate the quality system is effectively implemented and maintained. Additionally, the ISO 9001 requirements regarding customer satisfaction are absent from the medical device standard NABL Consultant in Ahmedabad.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Other specific differences include:",
      "para": "",
      "list": [
        "The promotion and awareness of regulatory requirements as a management responsibility. Examples of market-specific regulatory requirements include 21 CFR 820, the Quality System Regulation for medical devices sold in the United States, enforced by the U.S. Food and Drug Administration (FDA), or the Medical Devices Directive 93/42/EEC, required for doing business in the European Union",
        "Controls in the work environment to ensure product safety",
        "Focus on risk management activities and design control activities during product development",
        "Specific requirements for inspection and traceability for implantable devices",
        "Specific requirements for documentation and validation of processes for sterile medical devices",
        "Specific requirements for verification of the effectiveness of corrective and preventive actions"
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Compliance with ISO 13485 is often seen as the first step in achieving compliance with European regulatory requirements. The conformity of Medical Devices and In-vitro Diagnostic Medical Device according to European Union Directives 93/42/EEC, 90/385/EEC and 98/79/EEC must be assessed before sale is permitted. One of the major requirements to prove conformity is the implementation of the Quality Management System according ISO 9001 and/or ISO 13485 and ISO 14971. Although the European Union Directives do not mandate certification to ISO 9001 and/or ISO 13485 the preferred method to prove compliance to such standards is to seek its official certification which is issued by certifying organizations known as “Registrars”. Several registrars also act as Notified Body. For those medical devices requiring the pre-market involvement of a Notified Body, the result of a positive assessment from the Notified Body is the certificate of conformity allowing the CE mark and the permission to sell the medical device in the European Union. A very careful assessment of the company Quality Management System by the Notified Body, together with the review of the required Technical Documentation, is a major element which the Notified Body takes into account to issue the certificate of conformity to the company product(s).",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "This standard adopted by CEN as EN ISO 13485:2003/AC:2007 is harmonized with respect to the European medical device directives 93/42/EEC, 90/385/EEC and 98/79/EC.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO 13485 is now considered to be inline standard and requirement for medical devices even with “Global Harmonization Task Force Guidelines” (GHTF). The GHTF guidelines are slowly becoming universal standards for design, manufacture,export and sales of various medical devices. The GHTF has been replaced in the last few years by the International Medical Device Regulatory Forum (IMDRF) and is structured differently from the GHTF as only the regulators, that are primary members of the group, get to make many of the decisions. The IMDRF main membership (the regulators) do want to have non-regulators involved without voting rights and in this way they are hoping to get the process and documents completed quicker than under the GHTF system (regulators & non-regulators were equal in voting rights) that worked reasonably well, but somewhat slow.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "This standard adopted by CEN as EN ISO 13485:2012 is harmonized with respect to the European Medical Devices Directive 93/42/EEC.",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "ISO Certification Process Procedure",
      "para": "Organizations searching for ISO certification process in india, ISO certification procedure in india, What is process for ISO certification in india, What is procedure for ISO certification in india may contact us.",
      "list": [],
      "image": "/ISO.jpg"
    },
    {
      "class": "para",
      "heading": "",
      "para": "As a leading ISO certification consultants in India, we can help Organizations searching for answer of following questions:",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "",
      "para": "",
      "list": [
        "How to get / obtain ISO 9001(9000) 2015 certificate certification in india ? What is process of ISO 9001(9000) 2015 certification in india gujarat ?",
        "How to get/ obtain ISO 14001(14000) 2015 certificate registration in india? What is procedure for ISO 14001 (14000) certification in India gujarat ?",
        "How to get / obtain OHSAS 18001/ISO 45001 (18000) certificate certification registration in india? What is process procedure for obtaining OHSAS 18001/ISO 45001 certificate in India Gujarat.",
        "How to get / obtain ISO 22000 certificate certification registration in india? What is process procedure for obtaining ISO 22000 certificate in India Gujarat?",
        "How to get obtain ISO 27001 (27000) certificate certification registration in india? What is process procedure for obtaining ISO 27000 certificate in India Gujarat?",
        "How to get obtain ISO 50001 (50000) Energy management system certificate certification registration in india? What is process procedure?",
        "What is process / procedure of getting ISO certificate certification registration in India Gujarat?"
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are providing our ISO certification consultancy services in Gujarat (at ahmedabad, vadodara-baroda, surat, ankleshwar, bharuch, nadiad, anand, vidhyanagar, mehsana, kadi, kalol, chhatral, palanpur, rajkot, bhavnagar, Jamnagar, himmatnagar, bavla, gandhinagar, gandhidham, kutch, mundra, surendranagar, junagadh, saurashtra, dahej, halol, sanand and in other cities of Gujarat), Rajasthan, Punjab, hariyana, Uttar pradesh, Madhya pradesh, Bihar, Karnataka, Tamilnadu, Andhra pradesh, Maharashtra, Aasam, Kerala, and in other states of India & abroad.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are getting our customers certified with world wide recognized, globally reputed and respected ISO certification agencies like TUV Nord, TUV SUD, TUV India, BUREAU VERITAS Certifications (BVQI), Intertek, & certification agencies accredited with NABCB, UKAS, RVA, RAB, ASCB, ANAB, IAF and other reputed accreditation boards.",
      "list": [],
      "image": ""
    }
  ],
  "is014001": [
    {
      "class": "h-para",
      "heading": "Environment Health and Safety Certification Service",
      "para": "We are one of leading Environment Health and Safety Certification Services provider, consultants in India. We are engaged in providing ISO 14001 certificate certification consulting services, OHSAS 18001/ISO 45001 certificate registration consultancy services, ISO 14001 consultancy, OHSAS 18001/ISO 45001 Occupation Health and Safety Certificate training services, EMS auditor training services in India Gujarat Ahmadabad.",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "",
      "para": "Organizations willing to achieve ISO 14001:2015 certificate in India Gujarat Ahmadabad can contact us. Organization willing to achieve OHSAS 18001/ISO 45001 certificate in India Gujarat Ahmadabad can contact us. We are a team of certified ISO lead auditors having technical background. We can help various organizations including organizations from manufacturing and service sectors in achieving ISO 14001 certificate certification registration as well as OHSAS 18001/ISO 45001 Certification services. For certification of ISO 9001, ISO 14001 and OHSAS 18001/ISO 45001 Consultancy services, we can help organizations in achieving certification from worldwide reputed ISO Certification in Ahmedabad agencies.",
      "list": [],
      "image": "/ISO-14001-EMS.jpg"
    },
    {
      "class": "h-para",
      "heading": "Overview Of ISO 14001 Consultants in Ahmedabad And Gujarat",
      "para": "ISO 14001 or an Environment Management System (EMS) is a tool for managing the impacts of an organization’s activities on the environment. It is a pro-active approach and allows businesses to consider environmental issues before they become a problem.",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO 14001 exists to allow businesses to establish those operations that have a negative impact on the environment and to minimise these as determined necessary. Thus it can be a powerful tool for businesses to both improve their environmental performance, and enhance their business efficiency NABL Consultant in Ahmedabad",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "ISO 14001 is slowly becoming the world’s most up and coming international standard. Environmental impacts, global warming and local environmental issues are now on the news regularly or every other day. It is everyone’s job to look after the environment, in order to make it a better place for us, and for future generations….what is your business doing to limit its environmental impact?",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para sub-head",
      "heading": "Why ISO 14001?",
      "para": "ISO 14001:2004 Environment Management System is an International Management System certification requirements an organization can opt to go for certification against ISO 14001:2004 Environment Management System-Requirements.",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "The organization irrespective of manufacturing or service industry, can benefit of implementing ISO 14001:2004 Environment Management System such as",
      "para": "",
      "list": [
        "Organizational commitment towards Environment Improvement.",
        "Develop internal system about environment emission from process and product.",
        "Develop Environment Control Monitoring Plan covering stage of inspections required to control manufacturing or service delivery process to eliminate, reduce or control impact environmental.",
        "Increase customer confidence level.",
        "Reduce legal obligation related to product, service delivery.",
        "Global market access in terms of export and global recognition.",
        "Independent of personal competency and high reliability on environment management system."
      ],
      "image": ""
    },{
      "class": "h-para sub-head",
      "heading": "ISO 14000 / ISO 14001 EMS Certification Service",
      "para": "Backed by the assistance of our highly experienced professionals, we have been able to bring forward a qualitative ISO 14000 / ISO 14001 EMS Certification Service. The offered service helps organizations to minimize the harmful effects caused by their activities on the environment and enable them to continually improve on their environmental performance. The ISO 14000 standards are practical tools that help in implementing a planned approach that can bring return on investment in environment-related measures .",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "",
      "para": "ISO 14001 (Environmental management systems) provide a framework for managing environmental responsibilities and understanding the businesses total environmental impact . It helps organizations to minimize the harmful effects caused by their activities on the environment and enable them to continually improve on their environmental performance . Organizations of all kinds are increasingly concerned with achieving and demonstrating sound environmental performance by controlling the impacts of their activities, products and services on the environment .",
      "list": [],
      "image": "/ISO-14001-EMS1.jpg"
    },
    {
      "class": "para",
      "heading": "",
      "para": "Environmental management means systematic approach to environmental protection in all aspects of business activities throughout which the organizations integrate an environmental maintenance to the business policy and also to the everyday activity . The ISO 14000 standards are practical tools for implementing a strategic approach that can bring return on investment in environment-related measures . The systematic ISO 14001 approach requires the organization to take a hard look at all areas where its activities have an environmental impact .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Established in year 2008, we are providing ISO 14001 certificate certification registration consultancy services for 14001) Environmental management system EMS certification at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Vapi, Nadiad, Anand, Vidhyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra ) Rajasthan, Bihar, Madhya pradesh, Uttar pradesh, Maharashtra, Delhi, Andhra pradesh, Tamilnadu, Kerala, Aasam, Punjab, hariyana and in other states of India. We can help organization willing to achieve RC 14000 Environmental management EMS certificate by getting it from ISO certifying bodies like TUV Nord, TUV India, TUV SUD, Bureau VERITAS BVQI, Intertek, SGS, URS, IRQS and other NABCB, UKAS, JAS ANZ, DAC, ASCB… accredited certification bodies .",
      "list": [],
      "image": ""
    },
    {
      "class": "image-para",
      "heading": "Requirements of ISO14001 2015 Environmental Certification",
      "para": "QUALITY CONSULTING is a leading ISO 14001 2015 certification consultant agency , ISO 14000 2015 certification service providers, ISO 14001 2015 training providers, ISO 14000 2015 consulting body located at ahmedabad in Gujarat India. We can provide ISO 14001 2015 certification consultancy services through out India .",
      "list": [],
      "image": "/ISO-14001-2015.jpg"
    },{
      "class": "para",
    	"heading":"",
      "para": "What are Process, Procedure and requirements for ISO 14001 (14000) 2015 certification / registration ?<br />ISO 14001 (14000) 2015 certification is Environmental management system EMS certification registration. Objective of ISO 14001 2015 system is to improve Environmental performance of an organization .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Some of the key requirements of ISO 14001 (14000) 2015 certification are :",
      "list": [
        "Preparation of ISO 14001 (14000) 2015 Environmental manual, ISO 14001 (14000) Environmental procedures, ISO 14001 2015 (14000) Environmental policy, ISO 14001 (14000) environmental objectives ",
        "Compliance with ISO 14001 2015 (14000) legal requirements pertaining with Environment . It includes requirement compliance of State pollution control boards and National pollution control boards .",
        "Identification of ISO 14001 2015 (14000) Environmental aspects and segregation of them from Significant and non significant category .",
        "Implementation necessary ISO 14001 2015 (14000) environmental operational controls to prevent pollution and improve environmental management system performance .",
        "Identification of ISO 14001 2015 (14000) Environmental objectives targets and programs for continual improvement in environmental management system .",
        "preparation and implementation of ISO 14001 2015 (14000) Emergency preparedness procedures . Mock drills for continual improvement in ISO 14001 (14000) environmental management system .",
        "ISO 14001 2015 (14000) environmental management system Management review, internal audits, control of documents, control of records ,",
        "Employee competence review and trainings which are affecting performance of ISO 14001 (14000) 2015 environmental management system ."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "There are other requirements also which are not specified above .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations located in India looking for ISO 14001 (14000) 2015 environmental management system EMS certificates certification registration trainings, internal auditor trainings, lead auditor trainings for their organization & searching for ISO 14001 (14000) 2015 environmental management system consultants, ISO 14001 (14000) 2015 environmental management system consultancy services providers, ISO 14001 2015 (14000) environmental management system consulting agency, ISO 14001 (14000) environmental management system registration agency & training providers can contact us .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are a team of qualified lead auditors in ISO 14001 (14000) 2015 environmental management system who can help in designing and implementation of effective ISO 14001 (14000) 2015 environmental management system for enhancing environmental performance of an organization .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "As a leading ISO 14001 (14000) 2015 environmental management system consultants consultancy training providers internal lead auditor training providers we can help organizations in modifying their plant set up, documentation, awareness level of employees for enhancing environmental performance system which results in better corporate identity and social image .",
      "list": [],
      "image": ""
    },{
      "class": "h-para sub-head",
      "heading": "Advantages / Benefits of ISO 14001:2015 Certification (Registration)",
      "para": "ISO 14001:2015 certification offers numerous advantages related to environmental performance, cost savings, and reputation .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Environmental and Operational Benefits",
      "para": "",
      "list": [
        "Reduces waste generation ",
        "Reduces power consumption ",
        "Reduces water consumption ",
        "Improves yield of operations ",
        "Helps to achieve legal compliance ",
        "Enhances pollution prevention ",
        "Better environmental performance ",
        "Compliance with environmental legislation ",
        "Reduced environmental impact "
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Cost Savings and Efficiency",
      "para": "",
      "list": [
        "Saves cost ",
        "Reduces waste handling cost ",
        "Reduces energy costs ",
        "Reduces operating costs ",
        "Cost control improvement ",
        "Reduce insurance rates ",
        "Fostering a faster process improvement ",
        "Improved resource efficiency ",
        "Reduces environmental liability risks ",
        "Increases profitability by saving energy & better utilization of natural resources "
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Reputation and Market Access",
      "para": "",
      "list": [
        "Improves reputation of organization amongst customers and society ",
        "Enhances branding of Organization ",
        "Provides a competitive advantage ",
        "Increase the organisation’s reputation ",
        "Improved corporate reputation ",
        "Greater business growth ",
        "Better access to domestic and foreign markets ",
        "Increased customer satisfaction ",
        "Improvement of customer relations ",
        "Increases leadership involvement and employees’ engagement ",
        "Enhance your credibility with customers and clients ",
        "Gain competitive advantage in supply chain design ",
        "Increase new business opportunities ",
        "Strengthening stakeholder relationships ",
        "Improved credibility and reputation "
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Risk Management and Compliance",
      "para": "",
      "list": [
        "Helps to comply with legal requirements ",
        "Meet legal obligations ",
        "Avoid costly mistakes ",
        "Risk management ",
        "Reduced litigation costs ",
        "Reduced fines ",
        "Reduced legal costs ",
        "Reduced safety risks and improved risk management "
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Employee Benefits",
      "para": "",
      "list": [
        "Increase in overall employee satisfaction ",
        "Increased ability to attract new staff ",
        "Increased ability to retain existing employees ",
        "Reduction of work-related illnesses ",
        "Increased productivity ",
        "Improved employee morale ",
        "Reduced absenteeism ",
        "Employee competence review and trainings which are affecting performance of ISO 14001 2015 environmental management system "
      ],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Other Intangible Benefits",
      "para": "",
      "list": [
        "Use less energy ",
        "It is a proof of social responsibility ",
        "Build community trust ",
        "Encourage innovation ",
        "Intangible EMS benefits ",
        "Supports supplier’s a better environmental performance by associating them into the enterprise’s business systems ",
        "Improves corporate image among Customers, Public and regulators "
      ],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "ISO 14000 Certification Registration Consultancy",
      "para": "Organizations in India looking for ISO 14001 2015 Environmental management system certification, ISO 14001 2015 Registrations contact us .Organizations willing to achieve ISO 14001 2015 certification shall follow following recommended procedure.ISO 14001 (14000) 2015 certification is Environmental management system EMS certification registration. Objective of ISO 14001 2015 system is to improve Environmental performance of an organization. Some of the key requirements of ISO 14001 (14000) 2015 certification are :",
      "list": [],
      "image": ""
    },
    {
      "class": "simplelist",
      "heading": "Steps for ISO 14001 2015 Certification:",
      "list": [
        "Finalize consultant / training agency for ISO 14001 2015 certification .",
        "Take training on ISO 14001 2015 standard requirements .",
        "Identify gaps in existing system against requirements of ISO 14001 2015 & take necessary actions to comply with identified gaps .",
        "Prepare manual, procedures, operational control procedures, forms and other documents as required by ISO 14001 2015 standard .",
        "Give application to certification agency .",
        "Perform internal audit and management review .",
        "Stage 1 audit by certification agency .",
        "Closure of findings of stage 1 audit .",
        "Stage 2 audit by certification agency .",
        "Closure of findings of stage 2 certification audit ."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "We are a leading consultants, leading trainers for ISO 14001 2015 certification in India .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "",
      "para": "We can help organizations in achieving ISO 14001 certification by:",
      "list": [
        "Identifying gapes in existing systems against requirement of ISO 14001 2015 standard .",
        "Giving action plan to fulfill gapes identified above .",
        "Giving training regarding ISO 14001 2015 certification standard .",
        "Giving internal auditor / lead auditor training about ISO 14001 2015 certification .",
        "Coordinating with ISO 14001 certification agency till completion of the ISO 14001 2015 certification project ."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations interested in achieving ISO 14001 2015 Environmental management system certification in India can contact us . We will be pleased to provide our ISO 14001 2015 consultancy services to them .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "ISO 14001 2015 Certification Provider Agencies",
      "para": "",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Following are Key steps / Key processes for obtaining ISO 14001 2015 certification",
      "list": [
        "Taking training about ISO 14001 2015 requirements or appointing consultants for ISO 14001 2015 certifications .",
        "Gape analysis of existing system of waste disposal, environmental related legal compliance and existing method of avoiding / reducing waste generation, reducing resource consumption etc .",
        "Performing environmental aspects impact analysis .",
        "Identifying environmental management programmes based on identified environmental objectives .",
        "Internal auditor training about ISO 14001 2015 requirements .",
        "Fulfilling gapes identified during ISO 14001 2015 gape analysis .",
        "Application to ISO 14001 2015 certification agency .",
        "Stage 1 audit of ISO 14001 2015 certification .",
        "Closure of ISO 14001 2015 stage 1 audit findings .",
        "Stage 2 audit of ISO 14001 2015 certification .",
        "Closure of ISO 14001 2015 stage 2 audit findings .",
        "Achieving ISO 14001 2015 certification if no major findings are identified during the stage 2 audit ."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "QUALITY CONSULTING is a leading ISO 14001 2015 certification consultants, ISO 14001 2015 certification consultancy in India .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations interested in achieving ISO 14001 2015 certification can contact us . We wil be pleased to provide our ISO 14001 2015 certification consultancy and training services to them .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-para",
      "heading": "ISO 14001 2015 Certification Requirements",
      "para": "Organizaions looking for ISO 14001 2015 requirements, ISO 14001 2015 environmental management system requirements, ISO 14000 2015 certification requirements, What are requirements of ISO 14001 2015 requirements may contact us .",
      "list": [],
      "image": ""
    },
    {
      "class": "h-list sub-list",
      "heading": "Following are key requirements of ISO 14001 environmental management system standard",
      "list": [
        "Environmental management system scope .",
        "Environmental policy .",
        "Environmental objectives and environmental management program .",
        "Environmental procedures .",
        "Legal compliance document .",
        "Environmental aspect and environmental impact document .",
        "Emergency preparedness plan .",
        "Operational control procedures .",
        "Instrument calibration ."
      ],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "There are other documents also which shall be maintained as per requirement of ISO 14001 environmental management system standard .",
      "list": [],
      "image": ""
    },
    {
      "class": "para",
      "heading": "",
      "para": "Organizations looking to get ISO 14001 2015 certified and searching for ISO 14001 2015 certification process, procedure, ISO 14001 2015 certification consultants in India can contact us . WE will be pleased to provide our ISO 14001 2015 certification consultancy and training services .",
      "list": [],
      "image": ""
    }
],
  "profile":[
  {
    "class": "image-para",
    "heading": "ISO 9001 2015 Certification Process Procedure In India",
    "para": "Organizations looking to achieve / obtain ISO 9001 Consultant in Ahmedabad, ISO 9001 Consultant in Gujarat, ISO 9001 2015 certification in India, ISO 9001 registration in India, ISO 9001 2015 certification process in India can contact us. Organizations searching for ISO 9001 2015 certification consultants in Gujarat Rajasthan Madhya Pradesh & in India, ISO 9001 2015 consultants in Gujarat India, ISO 9000 2015 registration consultants India , ISO 9001 2015 Quality management system training provider agency in Ahmedabad India, ISO certification consulting agency , ISO 9000 2015 service providers , ISO 9001 (9000) 2015 certificate consultants & ISO 9001 (9000) 2015 training providers in India can contact us.",
    "list": [],
    "image": "/ISO-9001-2015.jpg"
  },
  {
    "class": "h-para",
    "heading": "What is ISO 9001 2008 Quality management system QMS certification?",
    "para": "A quality management system (QMS) is a set of policies, processes and procedures required for planning and execution (production/development/service) in the core business area of an organization. (i.e. areas that can impact the organization’s ability to meet customer requirements.) ISO 9001:2008 is an example of a Quality Management System.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "ISO 9001 demands an organization to be customer focused and quality committed. ISO 9001 2015 is an international standard prepared by international organization for standardization Being a System certification; An ISO 9001 2015 certification doesn’t certify products of the company.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "The organization which understands intent of ISO 9001 2015 quality management systems and implements its thought process with this intention always gets uncountable benefit with this system; regardless accrediting ISO 9001 2015 certification will be an added advantage only.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are one of the reputed consultants for ISO 9001 2015 Quality management system certificate certification in Ahmedabad, Gujarat, India. Established in year 2008, we are providing our ISO 9001(9000) 2015 certification. ISO 9001 2015 registration consultancy services in Gujarat (Ahmedabad, ,Amreli, Vapi, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Vadodara-baroda, Surat, Ankleshwar, Bharuch, Nadiad, Anand, Vidhyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Junagadh, Saurashtra and in other cities of Gujarat ), in India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations looking for ISO 9001 2015 certification providers, ISO 9001 2015 training agency can contact us. We can help in achieving ISO 9001 2015 certification, ISO 9001 2015 registration, from TUV , BSCIC, BVQI, Intertek, URS, IRQS, & other NABCB, UKAS, JAS, ASCB, DAC accredited certification bodies, NABL Consultant in Ahmedabad, certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "ISO 9001 2015 Certification Process Consultant",
    "para": "QUALITY Consulting is a leading ISO 9001 2015 certification consultant agency & ISO 9001 2015 certification service providers, ISO 9001 2015 training providers located at Ahmedabad in Gujarat India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "ISO 9001 2015 Quality management system QMS certification is applicable to all kinds of manufacturing and service sectors. It is a most common ISO standard which is not focusing only on specific industry / sector. It applies to all kind of businesses.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Benefit to the Organization",
    "para": "",
    "list": [
      "Consistency in the Quality as well delivery of your product or service",
      "Exceeding  customer satisfaction and improved customer loyalty resulting to repeat business",
      "Growth in revenue and market share obtained through flexible and fast responses to market opportunities",
      "Internal processes Integration and alignment resulting to increased productivity and results",
      "Enhanced business performance and better cost management",
      "Delivering confidence to interested parties as to the consistency, effectiveness and efficiency of the organization",
      "High credibility and competitiveness in the market",
      "Lower costs and shorter cycle times through effective use of resources",
      "Improved communication, planning and administration processes"
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We have a team of certified lead auditors and engineers. Due to having engineering back ground we can understand technical aspects of products and processes quite easily. This helps in development and implementation of an effective quality management / quality focused system.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are providing ISO 9001 2015 certification consultancy at ahmedbaad, Amreli, Rajkot, Jamnagar, Surat, Vapi,vadodara-baroda, ankleshwar, bharuch, silvassa, bhavnagar, himmatnagar, surendranagar, kadi, kalol, chhatral, prantij, bavla, changodar, rajasthan, anand, nadiad, vidhyanagar, and in other cities of gujarat and in india.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "What are requirements of ISO 9001 2015 standard?",
    "para": "",
    "list": [
      "Scope of the QMS (clause 4.3)",
      "Quality policy (clause 5.2)",
      "Quality objectives (clause 6.2)",
      "Criteria for evaluation and selection of suppliers (clause 8.4.1)"
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "And, here are the mandatory records :",
    "para": "",
    "list": [
      "Monitoring and measuring equipment calibration records (clause 7.1.5.1)",
      "Records of training, skills, experience and qualifications (clause 7.2)",
      "Product/service requirements review records (clause 8.2.3.2)",
      "Record about design and development outputs review* (clause 8.3.2)",
      "Records about design and development inputs (clause 8.3.3)",
      "Records of design and development controls (clause 8.3.4)",
      "Records of design and development outputs (clause 8.3.5)",
      "Design and development changes records (clause 8.3.6)",
      "Characteristics of product to be produced and service to be provided (clause 8.5.1)",
      "Records about customer property (clause 8.5.3)",
      "Production/service provision change control records (clause 8.5.6)",
      "Record of conformity of product/service with acceptance criteria (clause 8.6)",
      "Record of nonconforming outputs (clause 8.7.2)",
      "Monitoring and measurement results (clause 9.1.1)",
      "Internal audit program (clause 9.2)",
      "Results of internal audits (clause 9.2)",
      "Results of the management review (clause 9.3)",
      "Results of corrective actions (clause 10.1)"
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can provide ISO Certification consultancy services , ISO certification training services at Gujarat ( Ahmedabad, vadodara, surat, ankleshwar, bharuch, nadiad, anand, kadi, kalol, chhatral, mehsana, himmatnagar, jamnagar, bhavnagar, porbandar, rajkot, gandhinagar, gandhidham, kutch, anjar etc.), Rajasthan ( Udaipur, jaipur, Jodhpur etc.), Madhya Pradesh ( Indore, Ujjain etc.) & in India.",
    "list": [],
    "image": ""
  },
  {
    "class": "image-para",
    "heading": "ISO 9001 2015 Certificate",
    "para": "Organizations looking to get ISO 9001 2015 Certification, Looking to get JAS ANZ ISO 9001 2015 certification, DAC ISO 9001 2015 certification, IAF ISO 9001 2015 certification may contact us. Looking to get / obtain / achieve NABCB accredited ISO 9001 2015 certification in India Looking to get / obtain / achieve UKAS accredited ISO 9001 2015 Certification in India Looking to get TUV ISO 9001 2015 Certification, BVQI ISO 9001 2015 certification",
    "list": [],
    "image": "/ISO-9001-2015-Certificate.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help organizations in achieving ISO 9001 2015 Certification from globally recognized and accepted certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "image-para",
    "heading": "ISO 9001 2015 Certification Requirements",
    "para": "Organizations looking for ISO 9001 2015 requirements, What are requirements of ISO 9001 2015 certification, ISO 9001 2015 certification requirements may contact us.",
    "list": [],
    "image": "/ISO-9001-2015-Certification-Requirements.jpg"
  },
  {
    "class": "h-list sub-list",
    "heading": "If an organization is ISO 9001 2015 accredited, it reflects that",
    "para": "",
    "list": [
      "Organization is quality oriented",
      "Organization is having capability to satisfy stated and implied needs.",
      "Organization is complying with applicable statutory and regulatory requirements.",
      "Organization believes in customer satisfaction.",
      "Organization wants process continually improved."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "ISO 9001 9000 2015 Certification Consultancy",
    "para": "Following are key requirements of ISO 9001 2015 certification Documents required",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Quality Policy.",
      "Quality Manual.",
      "Quality Objectives.",
      "Quality Plan.",
      "Design and development of products / services records.",
      "Manufacturing / provision of services records.",
      "Inspection / verification records of products / services.",
      "Infrastructure maintenance records.",
      "Supplier selection, evaluation records.",
      "Purchasing information records.",
      "Client feedback and client complaint records.",
      "Employee competence and training records.",
      "Internal audit, management review, document list, records list.",
      "Risk management.",
      "Performance Management."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "All above documents shall be implemented, maintained and sustained in the organization.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations interested in achieving ISo 9001 2015 certification in India and searching for ISO certification agencies, ISO certification bodies etc. in India can contact us. WE can help organization in achieving ISO 9001 2015 certification.",
    "list": [],
    "image": ""
  }

],
  "is022000":[
  {
    "class": "image-para",
    "heading": "FSSC 22000 Certification Service",
    "para": "We are among the reputed organizations, highly engaged in providing an optimum quality FSSC 22000 Certification Service. ISO 22000 standard helps in avoiding physical, chemical and biological hazards being retained in finish goods. Our offered services are helpful in implementation of an effective food safety management system where controls are being established at raw materials, manufacturing processes, storage processing, packing processes, logistics processes etc. to avoid food hazards." ,
    "list": [],
    "image": "/FSSC-22000.jpg"
  },
  {
    "class": "h-list sub-list",
    "heading": "FSSC 22000 Certification Food Safety Certification:",
    "para": "",
    "list": [
      "ISO 22000 certification is a Food safety management system FSMS certification.",
      "ISO 22000 standard helps in avoiding physical, chemical and biological hazards being retained in finish goods.",
      "ISO 22000 standard requirements are helpful in implementation of an effective food safety management system where controls are being established at raw materials, manufacturing processes, storage processing, packing processes, logistics processes etc. to avoid food hazards."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations looking for ISO 22000 certification consultants , ISO 22000 registration consultants in India, ISO 22000 certificate provider consultant agency in India, ISO 22000 internal auditor lead auditor training provider agency in India, Food safety training provider consultants in India ISO 22000 consultancy agency in India , ISO 22000 registration service providers in India and ISO Consultant in Ahmedabad can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are one of the leading consultant for ISO 22000 food safety certification consultancy service providers located at Ahmedabad, in Gujarat, India. We can provide ISO 22000 certification services in all areas of Gujarat and in India.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "FSSC 22000 Food Safety Certification Consultants Consultancy",
    "para": "QUALITY CONSULTING is a leading ISO 22000 food safety management system certification registration consultancy training provider agency located at Ahmedabad in Gujarat India. We offer ISO 22000 certification consultancy services to various products manufacturing industries associated with food chain. ISO 22000 food safety certification registration made for control for food hazards.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Applicability : ISO 22000 food safety certification is applicable to all manufacturing and service sectors associated with food",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Requirements : It is a standard for Food Safety Management System (FSMS)",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Some of key requirements are :",
    "para": "",
    "list": [
      "Compliance with all statutory and regulatory requirements pertaining to products being manufactured / service being provided.",
      "Food safety policy",
      "Good infrastructure and work environment to control food hazards",
      "Implementation of prerequisite plans",
      "Implementation of operational prerequisite plans",
      "Hazard analysis and critical control point identification (HACCP)",
      "Control of non conformity",
      "Validation of food safety control measures"
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Main requirements of ISO 22000 certification :",
    "para": "",
    "list": [
      "Fulfillment of all statutory and regulatory requirements specified for products/services being offered.",
      "Food safety policy.",
      "Emergency preparedness and response.",
      "Sophisticated infrastructure and work environment to control food hazards."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations looking for ISO 22000 certification registration consultants consultancy training providers agency located at Gujarat (in Gujarat at Ahmedabad, Vadodara-baroda, Surat, Ankleshwar, Bharuch, Nadiad, Vidyanagar, Anand, Sanand, Jamnagar, Bhavnagar, Himmatnagar, Surendranagar, Prantij, Rajkot, Mahuva, Mahua, kadi, junagadh, rajkot, surendranagar, kalol, chhatral, siddhpur, palanpur, godhra, halol, dahod, gandhidham, mundra, kutch, kapadvanj, and in other cities of Gujarat ) & in other states of India can contact us. NABL Consultant in Ahmedabad",
    "list": [],
    "image": ""
  },{
    "class": "image-para",
    "heading": "HACCP Certification Consultancy Service",
    "para": "Overview of HACCP: 2005 / HACCP Consultant in Ahmedabad And Gujarat Organizations looking for obtaining HACCP Food safety certification registration in Ahmedabad, Gujarat, India can contact us. Established in year 2013, we are providing HACCP certificate certification registration consultancy services for HACCP Food Safety management system FSMS certification at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Vapi, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra) Rajasthan, Bihar, Madhya pradesh, Uttar pradesh, Maharashtra, Delhi, Andhra pradesh, Tamil Nadu, Kerala, Assam, Punjab, haryana and in other states of India.",
    "list": [],
    "image": "/HACCP-Certification-Consultancy-Service.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "QUALITY CONSULTING is a leading HACCP Food safety certification consulting agency located at Ahmedabad in Gujarat India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help organizations in achieving HACCP Food safety certifications from leading HACCP certification agencies such as SGS, BVQI, TUV, Intertek, and other UKAS, NABCB etc. accredited certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help organizations in achieving HACCP certification with following:",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "",
    "para": "",
    "list": [
      "Gape analysis against HACCP food safety certification requirements.",
      "Guiding upon actions to be taken to fulfill gapes identified.",
      "Giving training regarding HACCP certification to required employees.",
      "Coordinating with HACCP certification agency till successful completion of HACCP certification project."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations in India and abroad interested in achieving HACCP food safety certification can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "HACCP: 2005 is the International Food Safety Management Standard. It combines and supplements the core elements of ISO 9001 and HACCP to provide an effective framework for the development, implementation and continual improvement of a Food Safety Management System (FSMS).",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Increasing consumer demand for safe food has led many companies to develop both food quality and safety management systems, based on the Hazard Analysis and Critical Control Point (HACCP). In 2001, ISO started the development on an auditable standard, which further defines HACCP’s role in food safety management systems and culminated in the newly formed HACCP. The HACCP standard intends to define the food safety management requirements for companies that need to meet and exceed food safety regulations all over the world. One standard that encompasses all the consumer and market needs. It speeds and simplifies processes without compromising other quality or safety management systems.We Are For HACCP Consultant in Ahmedabad, HACCP Consultant in Gujarat.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "HACCP is an international certification standard that defines the requirements of food safety management systems. It can be used by all organizations, in the supply chain – from farmers to food services, to processing, transportation, storage, retail and packaging.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "HACCP creates a harmonized safety standard that’s accepted the world over. By integrating multiple principals, methodologies and applications, HACCP is easier to understand, apply and recognize. That makes it more efficient and effective as an entry-to-market tool than previous combinations of national standards.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "HACCP specifies the requirements for a food safety management system that combines well-recognized key elements to ensure food safety along the food chain, up to the point of final consumption:",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "",
    "para": "",
    "list": [
      "Provide interactive communication, internationally and across the supply chain.",
      "Compliance with the HACCP principles – Hazard Analysis, Identify Critical Control Points (CCP’s), Establish Critical Links, Monitor CCP’s, Establish Corrective Action, Record Keeping, Verification"
    ],
    "image": ""
  },{
    "class": "image-para",
    "heading": "ISO 22000:2005 Certification Consultancy Service",
    "para": "Overview of ISO 22000 : 2005 ISO 22000 Certification in Ahmedabad And Gujarat. Organizations looking for obtaining ISO 22000 Food safety certification registration in Ahmedabad, Gujarat, India can contact us. Established in year 2013, we are providing ISO 22000 certificate certification registration consultancy services for ISO 22000 Food Safety management system FSMS certification at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Vapi, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra) Rajasthan, Bihar, Madhya pradesh, Uttar pradesh, Maharashtra, Delhi, Andhra pradesh, Tamil Nadu, Kerala, Assam, Punjab, haryana and in other states of India.",
    "list": [],
    "image": "/ISO-22000-2005.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "QUALITY CONSULTING is a leading ISO 22000 Food safety certification consulting agency located at Ahmedabad in Gujarat India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help organizations in achieving ISO 22000 Food safety certifications from leading ISO 22000 certification agencies such as SGS, BVQI, TUV, Intertek, and other UKAS, NABCB etc. accredited certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help organizations in achieving ISO 22000 certification with following:",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "",
    "para": "",
    "list": [
      "Gape analysis against ISO 22000 food safety certification requirements.",
      "Guiding upon actions to be taken to fulfill gapes identified.",
      "Giving training regarding ISO 22000 certification to required employees.",
      "Coordinating with ISO 22000 certification agency till successful completion of ISO 22000 certification projects."
    ],
    "image": ""
  },
  {
    "class": "image-para",
    "heading": "FSSC 22000 Certification Food Safety Certification",
    "para": "ISO 22000 certification is a Food safety management system FSMS certification ISO 22000 standard helps in avoiding physical, chemical and biological hazards being retained in finish goods. ISO 22000 standard requirements are helpful in implementation of an effective food safety management system where controls are being established at raw materials, manufacturing processes, storage processing, packing processes, logistics processes etc. to avoid food hazards.",
    "list": [],
    "image": "/FSSC-22000-Certification-Food-Safety.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations looking for ISO 22000 certification consultants , ISO 22000 registration consultants in India, ISO 22000 certificate provider consultant agency in India, ISO 22000 internal auditor lead auditor training provider agency in India, Food safety training provider consultants in India ISO 22000 consultancy agency in India , ISO 22000 registration service providers in India can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are one of the leading consultant for ISO 22000 food safety certification consultancy service providers located at Ahmedabad, in Gujarat, India. We can provide ISO 22000 certification services in all areas of Gujarat and in India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are a team of certified lead auditors having more than a decade experience in designing management systems as per various ISO standard requirements. We are also associated with microbiologists and food technologists who provide their expert guidance on plant infrastructure, work environment, documentation, & laboratory infrastructure to achieve food safety norms.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help in achieving ISO 22000 certification from various reputed certification agencies like TUV, BVQI ( bureau veritas certifications) , Intertek, URS, IRQS and other NABCB, UKAS, ANAB, JAS ANZ, DAC, ASCB etc. accredited certification agencies-bodies.",
    "list": [],
    "image": ""
  },{
    "class": "para",
    "heading": "",
    "para": "Organizations looking for ISO 22000 certification in ahmedabad gujarat, HACCP certification in ahmedabad gujarat, ISO 22000 certification service providers in ahmedabad gujarat, HACCP certification service providers in ahmedabad gujarat may contact us. We can help organizations in achieving ISO 22000 certification in ahmedabad gujarat india, HACCP certification in ahmedabad gujarat india. We can provide ISO 22000 certification HACCP certification for organizations located at ahmedabad vadodara surat ankleshwar bharuch rajkot jamnagar bhavnagar surendranagar mehsana kadi kalol chhatral and in other cities of gujarat and in india.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can help organizations in achieving ISO 22000 and HACCP certifications from ISO 22000 certification agencies HACCP certifications agencies like TUV india, TUV nord, BVQI, SGS, IRQS, URS, Intertek and other NABCB UKAS JAs ANZ DAC ANAB ASCB etc. accredited ISO 22000 certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "ISO 22000 stands for food safety management system that includes prevention / elimination of physical, chemical and biological food hazards entering in the food which makes food unsafe for eating. ISO 22000 standard provides systematic guideline for identification of such hazards and implementing operational controls for prevention or elimination of such hazards.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We can take projects for consultancy of achieving ISO 22000 food safety management system certification , HACCP certifications and helping organizations in achieving ISO 22000 and HACCP certifications.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are most trusted ISO certificate certification consultancy service providers for ISO 22000 Food safety management system certification in ahmedabad, Gujarat, India",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are providing our ISO 22000 certificate certification registration consultancy services, advisory services, in ahmedabad, vadodara-baroda, surat, ankleshwar, bharuch, nadiad, anand, vidhyanagar, mehsana, kadi, kalol, chhatral, palanpur, rajkot, bhavnagar, Jamnagar, himmatnagar, bavla, gandhinagar, gandhidham, kutch, mundra, surendranagar, junagadh, saurashtra and in other cities of Gujarat and in India.",
    "list": [],
    "image": ""
  },{
  	"class":"image-para",
  	"heading":"HACCP ISO 22000 Certification",
  	"para":"Organizations looking for ISO 22000 certification in ahmedabad gujarat, HACCP certification in ahmedabad gujarat, ISO 22000 certification service providers in ahmedabad gujarat, HACCP certification service providers in ahmedabad gujarat may contact us. We can help organizations in achieving ISO 22000 certification in ahmedabad gujarat india, HACCP certification in ahmedabad gujarat india. We can provide ISO 22000 certification HACCP certification for organizations located at ahmedabad vadodara surat ankleshwar bharuch rajkot jamnagar bhavnagar surendranagar mehsana kadi kalol chhatral and in other cities of gujarat and in india.We can help organizations in achieving ISO 22000 and HACCP certifications from ISO 22000 certification agencies HACCP certifications agencies like TUV india, TUV nord, BVQI, SGS, IRQS, URS, Intertek and other NABCB UKAS JAs ANZ DAC ANAB ASCB etc. accredited ISO 22000 certification agencies.",
  	"list":[],
  	"image":"/HACCP-ISO-22000-1.jpg"
  },
  {
  	"class":"para",
  	"heading":"",
  	"para":"ISO 22000 stands for food safety management system that includes prevention / elimination of physical, chemical and biological food hazards entering in the food which makes food unsafe for eating. ISO 22000 standard provides systematic guideline for identification of such hazards and implementing operational controls for prevention or elimination of such hazards.",
  	"list":[],
  	"image":""
  },{
  	"class":"para",
  	"heading":"",
  	"para":"We can take projects for consultancy of achieving ISO 22000 food safety management system certification , HACCP certifications and helping organizations in achieving ISO 22000 and HACCP certifications.",
  	"list":[],
  	"image":""
  },{
  	"class":"para",
  	"heading":"",
  	"para":"We are most trusted ISO certificate certification consultancy service providers for ISO 22000 Food safety management system certification in ahmedabad, Gujarat, India",
  	"list":[],
  	"image":""
  },{
  	"class":"para",
  	"heading":"",
  	"para":"We are providing our ISO 22000 certificate certification registration consultancy services, advisory services, in ahmedabad, vadodara-baroda, surat, ankleshwar, bharuch, nadiad, anand, vidhyanagar, mehsana, kadi, kalol, chhatral, palanpur, rajkot, bhavnagar, Jamnagar, himmatnagar, bavla, gandhinagar, gandhidham, kutch, mundra, surendranagar, junagadh, saurashtra and in other cities of Gujarat and in India.",
  	"list":[],
  	"image":""
  },{
    "class": "h-para",
    "heading": "HACCP ISO 22000 Certification Consultant",
    "para": "",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Applicability: HACCP ISO 22000 food safety certification is applicable to all manufacturing and service sectors associated with food chain.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Requirements : It is a standard for food safety management system (fsms).",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Some of key requirements are:",
    "para": "",
    "list": [
      "Compliance with all statutory and regulatory requirements pertaining to products being manufactured / service being provided.",
      "Food safety policy.",
      "Good infrastructure and work environment to control food hazards.",
      "Implementation of pre requisite plans.",
      "Implementation of operational pre requisite plans.",
      "Hazard analysis and critical control point identification (haccp).",
      "Control of non conformity.",
      "Validation of food safety control measures."
    ],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Main requirements of ISO 22000 certification:",
    "para": "",
    "list": [
      "Fulfillment of all statutory and regulatory requirements specified for products/services being offered.",
      "Food safety policy.",
      "Emergency preparedness and response.",
      "Sophisticated infrastructure and work environment to control food hazards.",
      "Implementation of pre requisite plans.",
      "Control of non conformity.",
      "Validation of food safety control measures.",
      "Implementation of operational pre requisite plans.",
      "Hazard analysis and critical control point identification (haccp)."
    ],
    "image": ""
  },
  {
    "class": "image-para",
    "heading": "HACCP : 2005 / HACCP Consultant",
    "para": "Organizations looking for ISO 22000 food safety certificate certification-registration and searching for ISO 22000 consultants, consultancy service providers, training provider agency in india Gujarat Ahmedabad can contact us.We can help organizations located at ahmedabad vadodara surat ankleshwar bharuch rajkot jamnagar bhavnagar porbandar amreli morbi gandhidham palanpur siddhpur mehsana in achieving HACCP certifications, HACCP registrations, ISO 22000 certifications, ISO 22000 registrations.HACCP : 2005 / HACCP Consultant Organizations looking for obtaining HACCP Food safety certification registration in Ahmedabad, Gujarat, India can contact us. Established in year 2013, we are providing HACCP certificate certification registration consultancy services for HACCP Food Safety management system FSMS certification at Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Vapi, Nadiad, Anand, Vidyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra ) Rajasthan, Bihar, Madhya pradesh, Uttar pradesh, Maharashtra, Delhi, Andhra pradesh, Tamilnadu, Kerala, Aasam, Punjab, hariyana and in other states of India.",
    "list": [],
    "image": "/HACCP-Certification-Consultancy.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "QUALITY CONSULTING is a leading HACCP Food safety certification consulting agency located at Ahmedabad in Gujarat India. We can help organizations in achieving HACCP Food safety certifications from leading HACCP certification agencies such as SGS, BVQI, TUV, Intertek, and other UKAS, NABCB etc. accredited certification agencies. We can help organizations in achieving HACCP certification with following",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "",
    "para": "",
    "list": [
      "Gape analysis against HACCP food safety certification requirements.",
      "Guiding upon actions to be taken to fulfill gapes identified.",
      "Giving training regarding HACCP certification to required employees.",
      "Coordinating with HACCP certification agency till successful completion of HACCP certification project."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations in India and abroad interested in achieving HACCP food safety certification can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Why HACCP Certification?HACCP Food Safety Management System is an International Management System certification criteria/requirements, an organization can opt to go for certification against HACCP Food Safety Management System",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "The organization irrespective of manufacturing or service industry involved in food & beverage manufacturing, food & beverage service, food & beverage trading, food & beverage warehousing, food & beverage transportation and food packaging, involved in Agriculture, Aquaculture, Horticulture, Fruits & Vegetables, Dairy Products, Meat & Meat Products, Fish & Fishery Products, Spices & Condiments, Nuts & Nut Products, Cereals, Bakery & Confectionary, Restaurants, Hotels, Fast Food Operations can benefit of certification and implementation HACCP Food Safety Management System such as",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list sub-list",
    "heading": "Requirements:",
    "para": "",
    "list": [
      "Organizational commitment towards Food Safety.",
      "Develop internal system about Food Safety Hazard and Risk from process and product.",
      "Develop Food Safety Monitoring Plan covering stages of inspections required to control manufacturing or service delivery process to eliminate, reduce or control health hazards and food safety risks from physical, chemical & microbiological contamination..",
      "Increase consumer confidence, community faith and stake holder confidence.",
      "Reduce legal obligation related to product, service delivery such as Food Safety and Standards FSSAI Act, FSS Rules, Food Safety & Standard Rules."
    ],
    "image": ""
  }
],
  "iso3834":[
  {
    "class": "image-para",
    "heading": "What is ISO 3834?",
    "para": "ISO 3834 is a standard to guide manufacturers in the management of welding fabrication activities from design to delivery. Conformance to ISO 3834 can ensure manufacturing capability and staff competence, and it leads to a smoother and more sustainable fabrication. Quality Consulting offers certification to Welding Manufacturers according to ISO 3834 based on a well-established consultancy service related to ISO 3834 welding workshop approval, developed on the quality consulting competence and supported by the sharing of best practices on a global basis.",
    "list": [],
    "image": "/ISO3834.jpg"
  },
  {
    "class": "h-list",
    "heading": "Benefits for Certified Manufacturers",
    "para": "",
    "list": [
      "Clear, high profile, independent verification of compliance by the world’s leading authority on Welding.",
      "Confirmation of welding and manufacturing capability and staff competence.",
      "Improved client confidence leading to a reduction in external audits.",
      "Entry of the company’s details on a well-publicized international Web site register.",
      "Quality management and manufacturing capability assessments carried out by IIW-recognized assessors.",
      "Increased national and international business potential.",
      "Cost savings in production.",
      "Facilitates compliance with emerging European and International standards that call up ISO 3834 namely the EU Directives."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Why is it important to certify your company?",
    "para": "",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Many regulations, standards and specifications are now requiring manufacturers to prove they comply with ISO 3834 (e.g. EN 1090, EN 15085, EN 13445; ISO 17660).",
      "Third-party certification isn’t mandatory but it provides a recognizable, credible and efficient way to show compliance.",
      "It works as a confirmation of competence for companies’ welding activities.",
      "It increases the national and international business potential of companies through demonstrated compliance with the welding quality requirements."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Registration of Certification",
    "para": "Quality Consulting Provides consultancy services that have gained certification under the DNV, TUV Rhineland, TUV Nord, TUV Sud Manufacturer Certification System.",
    "list": [],
    "image": ""
  }
],
  "en1090":[
  {
    "class": "image-para",
    "heading": "Learn about the EN 1090 Standard",
    "para": "If you are looking to access EU markets for your industrial equipment, compliance with international standards is critical to gaining this market access. EN 1090 standards govern the execution and conformity assessment of steel and aluminum structures and comprise the following European standards that implement the requirements of the Construction Products Regulation (CPR) for steel and aluminum structures:",
    "list": [],
    "image": "/EN1090.jpg"
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "EN 1090-1: Requirements for conformity assessment for structural components (CE marking).",
      "EN 1090-2: Technical requirements for the execution of steel structures.",
      "EN 1090-3: Technical requirements for the execution of aluminum structures."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "EN 1090 Execution Classes",
    "para": "EN 1090 standards have 4 defined execution classes (EXC), which each hold their own set of requirements. A structure’s execution class is defined by the engineering effort that is needed to implement the design parameters. The classes include:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "EXC 1: This is comprised of structural components made of steel up to the strength class of S275 and structural components made of aluminum alloys. This class also covers agricultural buildings.",
      "EXC 2: This is the most common class and covers all supporting structures made of steel up to strength class of S700.",
      "EXC 3: This class covers supporting structures made of steel up to strength class S700 as well as structural components that are made of aluminum alloys.",
      "EXC 4: This includes all structural components that hold serious consequences for people and the environment in case of failure."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "The Importance of EN 1090 Certification",
    "para": "Manufacturing construction stakeholders must comply with the requirements of the new EN 1090 standards to obtain the CE Marking for their structures and put them on the European market. Without the CE Marking, stakeholders face potential legal consequences for any damage caused by these structures. Under the new requirements, manufacturers must prove the conformity of their products through type testing and the certification of their Factory Production Control (FPC) by a third-party Notified Body before issuing a Declaration of Performance.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Benefits of Partnering with TUV SUD",
    "para": "Quality Consulting group offers a comprehensive range of certification consultancy services. Benefits to partnering with us include:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Minimize risk from the onset by identifying and avoiding nonconformities that could lead to legal consequences.",
      "Increase market access with a CE Marking from Certification notified body, enabling you to expand to the European market.",
      "Partner expertise by working with specialists who have long-standing experience in plant and installation, steam and pressure engineering. We are highly familiar with the state of the art and statutory regulations.",
      "Gain wide recognition of certification through Quality Consulting reputation for independence and impartiality, ensuring widespread acceptance of your certificates and certification marks."
    ],
    "image": ""
  }
],
  "en15085":[
  {
    "class": "h-para",
    "heading": "EN 15085",
    "para": "Welding is a special process in manufacture of railway vehicles and their parts. ECWRV (European Committee for Welding of railway Vehicles) is established guideline to promote cooperation among parts involved in welding of railway vehicles.",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "NSA (National Safety Authorities).",
      "MCM (Manufacturer Certification Body).",
      "Manufacturer."
    ],
    "image": ""
  },
  {
    "class": "image-para",
    "heading": "",
    "para": "ECWRV also provide technical interpretation of EN 15085 standards. EN 15085 standards series define Certification and Quality requirements for the welding of railway vehicle, component for new and repair. Manufacturers those would like to carry out welding work on rail vehicles and vehicle components, must have their manufacturing system Certified to EN 15085-2. System shall be established to determine weld Performance Class, quality levels of imperfections, personnel qualifications (weld & NDE) and define welding system to achieve quality during production and the demonstration of the required quality by inspection.",
    "list": [],
    "image": "/EN15085.jpg"
  },
  {
    "class": "h-list sub-list",
    "heading": "EN 15085 consists of five parts:",
    "para": "",
    "list": [
      "Part 1: General.",
      "Part 2: Quality requirements and certification of welding manufacturer.",
      "Part 3: Design requirements.",
      "Part 4: Production requirements.",
      "Part 5: Inspection, testing and documentation."
    ],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "EN 15085 Certification Levels",
    "para": "EN 15085 Certification is done to Three Certification Levels, which depend on Weld Performance Class and safety relevance:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "CL 1 - Welded vehicles and components / welded parts with high safety relevance.",
      "CL 2 - Components / welded parts of railway vehicles with a medium safety relevance.",
      "CL 3 - Components / weld-on-parts of railway vehicles with a low safety relevance."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Quality Consulting Services",
    "para": "Quality Consulting provide support consulting services recognised by ECWRV as MCB, can perform Manufacturer Evaluation as Welding Manufacturer of Railway Component and Certify them to EN 15085-2.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "Our Expertise",
    "para": "",
    "list": [
      "Independence and neutrality.",
      "Long experience in the qualification and certification of Welding facilities.",
      "Linked up with certification body.",
      "Worldwide network of competent persons."
    ],
    "image": ""
  }
],
  "iso45001":[
  {
    "class": "image-para",
    "heading": "Health and Safety Certification Service",
    "para": "We are one of the leading Environment, Health, and Safety (EHS) Certification Services providers and consultants in India. We are engaged in providing ISO 14001 certification consulting services, OHSAS 18001/ISO 45001 certificate registration consultancy services, ISO 14001 consultancy, OHSAS 18001/ISO 45001 Occupational Health and Safety Certificate training services, and EMS auditor training services in India, Gujarat, and Ahmedabad.",
    "list": [],
    "image": "/ISO-45001-EMS.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations willing to achieve ISO 14001:2015 certification in India, Gujarat, or Ahmedabad can contact us. Organizations willing to achieve OHSAS 18001/ISO 45001 certification in India, Gujarat, or Ahmedabad can also contact us. We are a team of certified ISO lead auditors with technical backgrounds. We can help various organizations, including those from manufacturing and service sectors, in achieving ISO 14001 and OHSAS 18001/ISO 45001 certifications. For certification of ISO 9001, ISO 14001, and OHSAS 18001/ISO 45001 consultancy services, we can help organizations achieve ISO certification in Ahmedabad from worldwide reputed certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "OHSAS 18001/ISO 45001 Consultancy Service",
    "para": "OHSAS 18001/ISO 45001 specifies requirements for occupational health and safety management systems. An Occupational Health and Safety Management System (OHSMS) is a framework that allows an organization to consistently:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Identify and control its occupational health and safety risks.",
      "Reduce the potential for accidents.",
      "Help achieve compliance with health and safety legislation.",
      "Continually improve its Occupational, Health & Safety Performance."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "OHSAS 18001/ISO 45001 is an internationally accepted standard that defines the requirements for OHSMS. The standard was developed with the assistance of a number of international standards bodies and certification bodies. There is currently no international ISO standard suitable for independent third-party certification. The following key areas are addressed by OHSAS 18001/ISO 45001:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Hazard & Risk identification related to Health & Safety.",
      "Framework for identifying High-Risk Activities.",
      "Occupational, Health & Safety Management Programme.",
      "Training, awareness, and competence building.",
      "Operational control.",
      "Emergency preparedness and response.",
      "Measurement of organizational Health & Safety performance."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Why OHSAS 18001/ISO 45001:2007 Consultant in Ahmedabad and Gujarat?",
    "para": "OHSAS 18001/ISO 45001:2007 Occupational Health & Safety Management System is a British Standard and International Management System certification criteria/requirements. An organization can opt to go for certification against OHSAS 18001/ISO 45001:2007 Occupational Health & Safety Management System-Requirements. The organization, irrespective of manufacturing or service industry, can benefit from implementing OHSAS 18001/ISO 45001:2007 Occupational Health & Safety Management System, such as:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Organizational commitment towards Occupational Health & Safety Improvement.",
      "Develop an internal system about Occupational Health & Safety Hazards and Risks from processes and products.",
      "Develop an Occupational Health & Safety Monitoring Plan covering stages of inspections required to control manufacturing or service delivery processes to eliminate, reduce, or control health hazards and safety risks.",
      "HIRA (Hazard Identification and Risk Assessment).",
      "Increase community faith and stakeholder confidence.",
      "Reduce legal obligations related to products and service delivery, such as Factory Act and Factory Rules.",
      "Global market access in terms of export and global recognition.",
      "Independence from personal competency and high reliability on Occupational Health & Safety Management System."
    ],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "OHSAS 18001/ISO 45001 / 2007 Certification Service",
    "para": "Being one of the leading organizations, we are offering the best OHSAS 18001/ISO 45001 / 2007 Certification Service. The key areas addressed by OHSAS 18001/ISO 45001 include hazard & risk identification related to health & safety, framework for identifying high-risk activities, health & safety management programs, training, awareness, and competence building, operational control, emergency preparedness and response, and measurement of organizational health & safety performance. Our service is widely appreciated by our clients for its high reliability and cost-effectiveness features.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "ISO Certification Process Procedure",
    "para": "We are providing services as consultants for ISO certificates, ISO certificate consultants, ISO registration consultants, ISO certification consulting agencies, ISO training provider agencies, ISO certificate providers, and ISO registration providers. We provide ISO certification and registration services for:",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "",
    "para": "",
    "list": [
      "ISO 9001:2008 (18000) Quality Management System (QMS) Certifications.",
      "ISO 14001 (14000) Environmental Management System (EMS) Certifications.",
      "OHSAS 18001 (18000) Occupational Health and Safety Management System (OHSAS) Certifications.",
      "ISO 22000 Food Safety Management System (FSMS) Certifications.",
      "ISO 27001 (27000) Information Security Management System (ISMS) Certifications.",
      "CE Marking under self-certification.",
      "CE Marking through notified body – notified agency."
    ],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are getting our customers certified with worldwide recognized, globally reputed, and respected ISO certification agencies like TUV Nord, TUV Sud, TUV India, Bureau Veritas Certifications (BVQI), Intertek, and certification agencies accredited with NABCB, UKAS, RVA, RAB, ASCB, ANAB, IAF, and other reputed accreditation boards. We are a team of engineering and management graduates who are certified lead auditors for ISO standards. Our client-oriented services are widely appreciated by our valuable customers, which has made us one of the most trusted and reliable consultants for ISO & CE certification.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "ISO Certification Consultants India Consultants Agency",
    "para": "Organizations looking for ISO certification consultants, consulting agencies for ISO, ISO service provider agencies for ISO 9001, 14001, 18001, 22000, 27001, 50001 certification in India, Gujarat, and Ahmedabad can contact us. ADVISERO CONSULTING is a leading ISO certification and registration consultant, ISO certificate consultant, ISO training provider agency, ISO consulting agency, and ISO certification service provider located in Ahmedabad, Gujarat, India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are providing our ISO certification consultancy services – acting as consultants for ISO certifications in Gujarat, India, including Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Nadiad, Anand, Vidhyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra, Dahej, Halol, Sanand, and in other cities of Gujarat and India.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "OHSAS 18001/ISO 45001 Certification Process Procedure India",
    "para": "Organizations looking for OHSAS 18001/ISO 45001 (18000) certification consultants in India, OHSAS 18001/ISO 45001 certification registration consultancy in India, OHSAS 18001/ISO 45001 (18000) certification internal auditor and lead auditor training provider agencies in India, OHSAS 18001/ISO 45001 (18000) certificate consultant agencies, and OHSAS certification service providers in India can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are one of the reputed certification consultants for OHSAS 18001/ISO 45001 Occupational Health and Safety Management System certification and registration in India. Established in 2004, we are providing our OHSAS 18001/ISO 45001 (18000) certificate certification and registration consultancy services in Gujarat (Ahmedabad, Vadodara-Baroda, Surat, Ankleshwar, Bharuch, Nadiad, Anand, Vidhyanagar, Mehsana, Kadi, Kalol, Chhatral, Palanpur, Rajkot, Bhavnagar, Jamnagar, Himmatnagar, Bavla, Gandhinagar, Gandhidham, Kutch, Mundra, Surendranagar, Junagadh, Saurashtra, and in other cities of Gujarat), Rajasthan, Madhya Pradesh, Uttar Pradesh, Bihar, Punjab, Haryana, Karnataka, Andhra Pradesh, Tamil Nadu, Assam, Delhi, Maharashtra, and in other states of India.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Organizations looking for OHSAS consultants, OHSAS registration consultants, OHSAS certification providers, OHSAS 18001/ISO 45001 registration providers, OHSAS internal and lead auditor training providers, OHSAS 18000 registration agencies, OHSAS certification consultancy, OHSAS consulting agencies, and service providers for OHSAS 18001/ISO 45001 (18000) management system certification in India can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are providing OHSAS 18001/ISO 45001 (18000) Occupational Health and Safety Management System certificate certification and registration consulting and advisory services for various manufacturing and service sectors. We can help organizations achieve OHSAS 18001/ISO 45001 certification from various certification agencies and certification bodies such as TUV, BVQI, Intertek, URS, BSI, IRQS, and other UKAS, NABCB, JAS ANZ, DAC, etc., accredited certification agencies.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Process Procedure for OHSAS 18001/ISO 45001 (18000) Registration",
    "para": "OHSAS 18001/ISO 45001 (18000) certification is an Occupational Health and Safety Management System certification. This is a high-level health and safety management system process that contains a systematic approach to identifying and managing various health and safety hazards in the workplace.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "",
    "para": "",
    "list": [
      "Framing OHSAS 18001/ISO 45001 Health and Safety Management System Policy that gives an idea about the organization's vision towards managing health and safety.",
      "Identifying OHSAS 18001/ISO 45001 Health and Safety Hazards. Rating identified hazards against the probability of occurrence and severity.",
      "Fixing a benchmark point for categorizing health and safety hazards into high, low, medium, etc.",
      "Evaluating operational controls for high-categorized hazards.",
      "Taking necessary management plans for lowering the severity/probability of identified health hazards.",
      "Documenting and training about OHSAS 18001/ISO 45001 operational control procedures and plans to control medium and low OHS hazards.",
      "Providing training about OHSAS 18001/ISO 45001 internal auditors.",
      "Implementing necessary operational controls.",
      "Evaluating and complying with applicable OHSAS 18001/ISO 45001-related health and safety legal requirements. This might include factory laws, rules, acts, regulations, and other statutory and regulatory requirements pertaining to health and safety.",
      "Implementing management area requirements such as internal audit, management review, control of documents, control of records, training, etc.",
      "Applying to OHSAS 18001/ISO 45001 Health and Safety Management System OHS certification agency.",
      "Stage 1 audit by OHSAS 18001/ISO 45001 Health and Safety Management System OHS certification agency.",
      "Closing non-conformities/observations given by the OHSAS certification agency during Stage 1 audit.",
      "Stage 2 audit by OHSAS 18001/ISO 45001 certification body.",
      "Closing non-conformities/observations given by the OHSAS certification body during Stage 2 audits."
    ],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "Where is OHSAS Certification Applicable?",
    "para": "OHSAS 18001/ISO 45001 (18000) Occupational Health and Safety Assessment Series – Occupational Health and Safety Management System – Certification is applicable to all kinds of manufacturing and service sectors.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "What is the Purpose/Advantage of OHSAS 18001/ISO 45001 (18000) Management System Registration?",
    "para": "Benefit to Work Place: OHSAS Occupational Health and Safety Management System helps organizations develop safe and healthy workplaces, including infrastructure and work environments.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Benefit to Processes/Practices: OHSAS Management System helps organizations develop safe and healthy work practices that reduce accidents, injuries, and ill-health incidents.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Benefit to People: After receiving training on OHSAS 18000 requirements, the OHSAS Management System helps organizations develop safe and healthy work practices that reduce accidents, injuries, and ill-health incidents. This improves employees' faith and comfort in their work, which further improves productivity and efficiency.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "Improves Reputation of Organization: OHSAS Management System improves the reputation of the organization among its stakeholders. OHSAS drives motivate everyone attached to the organization to follow safe and healthy work practices for the benefit of society. Organizations searching for OHSAS 18001/ISO 45001 consultants in India and OHSAS 18001/ISO 45001 certification in India can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "OHSAS 18000 Registration Procedure",
    "para": "OHSAS 18001/ISO 45001 is an Occupational Health and Safety Management System certification that focuses on avoiding or minimizing health and safety hazards while performing work. OHSAS 18001/ISO 45001 Health and Safety Management Standard contains various requirements for establishing a health and safety management system that would have sufficient operational controls to prevent incidents, accidents, and ill-health situations.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "An OHSAS 18001/ISO 45001 practicing company always enjoys a safe work environment and safe workplaces for employees, visitors, and other stakeholders. Organizations in India willing to obtain OHSAS 18001/ISO 45001 Occupational Health & Safety Certification shall adopt the following process:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Finalize consultants/training providers for OHSAS 18001/ISO 45001 certification.",
      "Take training about OHSAS 18001/ISO 45001 standard requirements.",
      "Find out gaps in the existing system against the requirements of OHSAS 18001/ISO 45001 and take necessary actions to comply with identified gaps.",
      "Establish and document manuals, procedures, operational control procedures, forms, and other documents as required by the OHSAS 18001/ISO 45001 standard.",
      "Apply to a certification agency.",
      "Perform internal audits and management reviews.",
      "Stage 1 audit by the certification agency.",
      "Closure of findings from Stage 1 audit.",
      "Stage 2 audit by the certification agency.",
      "Closure of findings from Stage 2 certification audit."
    ],
    "image": ""
  },{
    "class": "h-para",
    "heading": "OHSAS 18001/ISO 45001 Certification Services",
    "para": "We are a leading OHSAS 18001/ISO 45001 certification consultant and a leading OHSAS 18001/ISO 45001 trainer in India. Organizations willing to achieve OHSAS 18001/ISO 45001 certification can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "",
    "para": "We can extend our services for achieving OHSAS 18001/ISO 45001 certification in all states of India. In Gujarat, we cater to organizations located in Ahmedabad, Vadodara, Surat, Ankleshwar, Bharuch, Vapi, Valsad, Mehsana, Chhatral, Siddhpur, Palanpur, Himmatnagar, Bhavnagar, Jamnagar, and Surendranagar with our OHSAS 18001/ISO 45001 health and safety management system certification consulting and training services.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "OHSAS 18000 Certification Process Procedure",
    "para": "ADVISERO CONSULTING is a leading OHSAS 18001/ISO 45001 certification consultant, OHSAS 18001/ISO 45001 consultancy, OHSAS 18001/ISO 45001 training provider, and OHSAS 18001/ISO 45001 consultancy provider in India. We can help organizations in Gujarat, Rajasthan, Punjab, Haryana, Uttar Pradesh, Madhya Pradesh, Delhi, Bihar, Maharashtra, and other states of India in achieving OHSAS 18001/ISO 45001 occupational health and safety management system certification.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "The process for obtaining OHSAS 18001/ISO 45001 certification is elaborated above. In Gujarat, we can help organizations located in Ahmedabad, Vadodara, Surat, Ankleshwar, Bharuch, Vapi, Valsad, Mehsana, Kadi, Kalol, Palanpur, Siddhpur, Himmatnagar, Jamnagar, Bhavnagar, Surendranagar, and other cities in India in achieving OHSAS 18001/ISO 45001 certification, OHSAS 18001/ISO 45001 certificates, OHSAS 18001/ISO 45001 internal auditor training, and OHSAS 18001/ISO 45001 awareness training.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "ISO OHSAS 18001/ISO 45001 Certification Consultants Consultancy India",
    "para": "Organizations looking to get certified with OHSAS 18001/ISO 45001 – health and safety management system certification and searching for OHSAS certification consultants, OHSAS certification consultancy, OHSAS certification training provider agencies, and OHSAS consultants in India can contact us.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We were established in 2004 and have already helped more than 400 organizations achieve OHSAS 18001/ISO 45001 health and safety management system certifications. We can help organizations achieve OHSAS 18001/ISO 45001 certification from various certification agencies like TUV, BVQI, URS, Intertek, BSI, IRQS, SGS, and other NABCB, UKAS, JAS ANZ, and DAC-accredited OHSAS certification agencies and certification bodies.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Process for Obtaining OHSAS 18000 Health and Safety Management System Certification",
    "para": "For obtaining OHSAS 18000 health and safety management system certification, organizations should:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Perform a gap analysis of the current condition against the requirements of the OHSAS 18001/ISO 45001 standard.",
      "Identify occupational health and safety hazards.",
      "Initiate OHSAS management programs.",
      "Provide OHSAS awareness and internal auditor training.",
      "Develop OHSAS operational control procedures and plans.",
      "Coordinate with OHSAS certification agencies for the completion of Stage 1 and Stage 2 audits."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "",
    "para": "Organizations willing to obtain OHSAS 18001/ISO 45001 certification in Gujarat (Ahmedabad, Vadodara, Surat, Ankleshwar, Bharuch, Vapi, Valsad, Rajkot, Junagadh, Mahuva, Bhavnagar, Surendranagar, Himmatnagar, Jamnagar, Prantij, Mehsana, Gandhinagar, Gandhidham, and other cities in Gujarat), Rajasthan, Punjab, Haryana, Uttar Pradesh, Madhya Pradesh, Bihar, Maharashtra, Delhi, Tamil Nadu, Andhra Pradesh, Karnataka, and other states in India can contact us.",
    "list": [],
    "image": ""
  }
 ],
  "fssc22000":[
  {
    "class": "image-para",
    "heading": "FSSC 22000 Certification",
    "para": "Certify your operation to Food Safety System Certification 22000 (FSSC 22000), a GFSI recognized food safety certification for food manufacturers. Save time and money if you are already ISO 22000 certified. NSF is accredited to certify to FSSC 22000 (ANAB Accredited, version 6). This complete GFSI benchmarked certification standard combines the requirements of ISO 22000, the appropriate technical standard and additional requirements to meet FSSC 22000.",
    "list": [],
    "image": "/FSSC--22000.jpg"
  },
  {
    "class": "para",
    "heading": "",
    "para": "FSSC 22000 certifies the food, feed and packaging safety systems of companies in the food chain that process or manufacture animal products, perishable vegetable products, products with a long shelf life and other food ingredients like additives, vitamins and bio-cultures.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Improve Consistency and Integrity in Your Food Safety Programs",
    "para": "Certifying to FSSC 22000 addresses food safety and quality management in:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Food and ingredient manufacturing.",
      "Food packaging manufacturing.",
      "Storage, distribution, transportation and logistics.",
      "Animal feed manufacturing.",
      "Pet food manufacturing.",
      "Biochemical manufacturing."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "FSSC 22000 Development Program",
    "para": "The FSSC 22000 Development Program is tailored for small and medium-sized food organizations aiming to improve food safety and meet market requirements. Structured in two progressive levels, it offers a flexible pathway for businesses to enhance their food safety systems aligned with international standards like CODEX HACCP and GFSI Global Markets Program and FSSC 22000 Structure. Through step-by-step support, the program helps SMEs advance towards full FSSC 22000 certification, making it easier for them to ensure safe food production, broaden market access, and integrate smoothly into supply chains. NSF offer this as an unaccredited program.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "See the Benefits of FSSC 22000",
    "para": "Compliance to the requirements of this globally recognized standard can help:",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "",
    "para": "",
    "list": [
      "Assure that food has been produced, prepared and handled according to the most recognized standards.",
      "Demonstrate a commitment to quality processes and continual improvement.",
      "Strengthen your brand and get access to top retailers.",
      "Minimize risk and protect your reputation."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "",
    "para": "A partial or fully remote audit is an additional option, depending on your needs.",
    "list": [],
    "image": ""
  }
],
  "ts22163":[
  {
    "class": "h-para",
    "heading": "What is ISO/TS 22163?",
    "para": "ISO/TS 22163 is the global standard for quality management systems in the rail industry. It is based on the ISO 9001 quality management standard, with the addition of rail-specific requirements. Released in May 2017, it replaced the previous quality standard IRIS Rev. 02.",
    "list": [],
    "image": "/ts.jpg"
  },
  {
    "class": "h-para",
    "heading": "Why is IRIS ISO/TS 22163 certification important?",
    "para": "The ISO/TS 22163 was created to ensure higher quality standards in terms of facilities, operating equipment, and services. It aims to achieve global uniformity in language, assessment guidelines, and IRIS audits to create a higher level of transparency throughout the railway supply chain. Rail industry organisations that achieve IRIS ISO/TS 22163 certification and set up IRIS management systems enjoy multiple benefits:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "Deliver consistently high standards of quality.",
      "Comply with railway quality management standards.",
      "Discover quality management problems and resolve them fast.",
      "Gain a competitive edge by demonstrating your dedication to quality."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "",
    "para": "The IRIS railway certification enables clients to verify the quality and safety aspects of the rail industry and the methods used to produce and apply them. This transparency helps build confidence. In addition, the IRIS audit is valuable to the industry to innovate and develop their business and services.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "Benefits of IRIS ISO/TS 22163 Certification",
    "para": "",
    "list": [
      "Implementation of a QM system, particularly for railways.",
      "Enhanced quality standards.",
      "Increased customer satisfaction.",
      "Increased chances of winning tenders.",
      "Reduced risk of liability."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Quality Consulting is a trusted partner for ISO/TS 22163 certification consultancy",
    "para": "Quality Consulting with a worldwide presence. With more than 12 years of rail sector experience, including assessment, engineering consulting, testing and training, Quality Consulting can help you meet the Standards of ISO/TS 22163 certification.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "We are an officially contracted body of UNIFE, The Association of the European Rail Industry. Our experienced consultancy have the in-depth knowledge necessary to conduct initial certification and audits according to ISO/TS 22163 certification regulations. This industry-leading expertise underpins the wide public awareness and first-class international reputation of the certification of brand.",
    "list": [],
    "image": ""
  },
  {
    "class": "para",
    "heading": "",
    "para": "As part of our pledge to deliver unparalleled service quality, our ISO/TS 22163 certification mark equips manufacturers with a powerful and visible demonstration of their commitment to quality. Beyond providing an assurance of safety to the rail industry, this establishes a clear competitive advantage by enabling customers to quickly identify that your management system has been evaluated by one of the most recognised names in technical safety.",
    "list": [],
    "image": ""
  }
],
  "sa8000":[
  {
    "class": "image-para",
    "heading": "What is SA 8000?",
    "para": "SA8000 is a social accountability standard that helps organizations demonstrate their commitment to fair treatment of workers. It's an internationally recognized standard that applies to organizations in any industry and country.",
    "list": [],
    "image": "/SA-8000.jpg"
  },
  {
    "class": "h-list",
    "heading": "What does SA8000 cover?",
    "para": "",
    "list": [
      "Working conditions: SA8000 covers issues like forced labor, occupational health and safety, working hours, and compensation.",
      "Human rights: SA8000 is based on the UN Declaration of Human Rights, ILO conventions, and national labor laws.",
      "Management systems: SA8000 provides a framework for establishing and improving management systems."
    ],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "Benefits of SA8000 Certification",
    "para": "",
    "list": [
      "Demonstrates commitment to fair treatment of workers.",
      "Helps improve reputation and supplier relationships.",
      "Helps meet customer requirements.",
      "Helps create a safer work environment.",
      "Helps provide clear assurance for ethical purchasing decisions."
    ],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "How to Prepare for SA8000 Certification",
    "para": "",
    "list": [
      "Review legal requirements.",
      "Compare current practices to the SA8000 standard.",
      "Close the gap between current practices and the standard.",
      "Issue compulsory procedures and integrate them into the company management system."
    ],
    "image": ""
  }
],
  "eco":[
  {
    "class": "image-para",
    "heading": "What is EcoVadis?",
    "para": "EcoVadis provides holistic sustainability ratings service of companies, delivered via a global cloud-based SaaS platform. The EcoVadis Rating covers a broad range of non-financial management systems including Environmental, Labor & Human Rights, Ethics and Sustainable Procurement impacts. Each company is rated on the material issues as they pertain to their company’s size, location and industry. The rated company can see how their score compares to the benchmark in their industry. Combining the scorecard results with improvement areas results in a “race to the top,” in which whole industries compete to achieve global best practice.",
    "list": [],
    "image": "/eco.jpg"
  },
  {
    "class": "h-list sub-list",
    "heading": "Benefits from the EcoVadis:",
    "para": "",
    "list": [
      "Understand your company’s sustainability performance with ratings on four themes (Environment, Labor & Human Rights, Ethics and Sustainable Procurement), including details of relevant strengths and improvement areas;",
      "Compare your company’s sustainability performance against industry benchmarks;",
      "Share your company’s sustainability performance with multiple trading partners through the EcoVadis platform and instantly update your network of any corrective actions and reassessments. The Premium and Corporate subscription plans offer access to a rich set of tools to share your company’s sustainability performance outside the network, such as the scorecard PDF, EcoVadis Rating Certificate, EcoVadis Medal, sustainability Assessment Report, sustainability Highlights and more;",
      "Take action on improvement areas and collaborate with your trading partners using the Corrective Action Plan feature;",
      "Embark on a continuous improvement journey with annual reassessments of your company’s sustainability performance."
    ],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Why is company to be rated by EcoVadis?",
    "para": "Ethical, environmental, labor and human rights risks are critical issues for trading partners of all sizes, industries and locations. As a result, large purchasing organizations are implementing sustainable procurement to realize these key benefits: reduce risk of supply chain disruption, protect company reputation and brands, lower costs through collaborative actions, facilitate access to capital and increase valuation, and provide a market advantage when consumers demand a sustainable and responsible supply chain. However, few organizations have the internal sustainability expertise to realize these benefits at the scale they require to meet the ever-evolving demands of customers, stakeholders and regulators. Thus, organizations around the world are turning to EcoVadis as the global standard sustainability management platform for trading partners to be rated and monitored on their sustainability performance, while driving continuous improvement.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "How do I get EcoVadis Rating?",
    "para": "Quality Consulting can help you establish system according to EcoVadis Requirements. Quality Consulting have professional method of implementing EcoVadis requirements. The activity timeline for achieving EcoVadis is as follows:",
    "list": [],
    "image": ""
  },
  {
    "class": "simplelist",
    "heading": "",
    "para": "",
    "list": [
      "You must register online on Ecovadis Platform for becoming Member and pay fees online for membership.",
      "You may link your customer or provide access to your customer on Ecovadis platform.",
      "Quality Consulting will carry out Gap Analysis to check the Gap between company planned things against Ecovadis assessment requirements.",
      "We will fill online Self Assessment Questionnaire comprising of more than 300 questions online on Ecovadis platform in your membership domain to determine exact Gaps.",
      "Determining role, responsibility and authorities, Identify and assemble core group, Appointment of Team Leader to Lead Ecovadis implementation.",
      "Check the document of the organization to ensure that the documentation fulfill the compliance requirements.",
      "Create various Policies required by Evocadis guidelines such as Child Labor, Health & Safety, Whistle Blower, Anti-bribery, Environment, Data Security etc.",
      "Quality Consulting will conduct Review Meetings at defined intervals to monitor progress of Implementation and Ecovadis assessment.",
      "Final upload of documentation for Ecovadis assessment.",
      "Wait for three weeks for review by Ecovadis team to respond to us after 360 degree review.",
      "Evocadis Medal and Badges – Platinum 99+, Gold 95+, Silver 85+, Bronze 65+, Committed 45+, Fast Mover 34-44.",
      "Final issuance of Badge by Ecovadis based on marks obtained."
    ],
    "image": ""
  },
  {
    "class": "h-para sub-head",
    "heading": "EcoVadis Assessment Consultancy",
    "para": "Quality Consulting can help you develop, implement system and attain EcoVadis medal and badges.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-para",
    "heading": "Who we are as EcoVadis Consultancy?",
    "para": "Team Quality Consulting have Qualified professionals, Lead Auditors who have provided systems consultancy in more than 100 organisation covering manufacturing and service industries of varied size and complexity in India, Ethiopia, Kuwait, Qatar, Dubai, Nepal, Bhutan and Middle East. Quality Consulting provides Ecovadis consultancy services in Ahmedabad, Vadodara, Surat, Rajkot, Surendranagar, Mumbai, Pune, Mehsana, Sidhpur, Palanpur, Gandhinagar, Nadiad, Anand, Kutch, Ankleshwar, Dahej, Bharuch, Vapi, Valsad, Junagadh, Porbandar, Bhavnagar, Maharashtra, New Delhi, Nepal, Bhutan, UAE, Middle East, Dubai etc.",
    "list": [],
    "image": ""
  },
  {
    "class": "h-list",
    "heading": "What we Offer?",
    "para": "",
    "list": [
      "One to One & personal attention rather than pure professional approach.",
      "100% client retained till today.",
      "In-time project completion for all the projects handled till today.",
      "Team includes Lead Auditors, Regulatory Expert on Ecovadis, Industry experts and Government QCI & FSSAI Approved Consultants.",
      "We don’t make client follow up for their project rather we follow up client for project execution.",
      "Client services for LIFETIME not only up to project completion.",
      "Hence 100% client satisfactions at all the times.",
      "Quality Consulting believes that implementation of system is more important than no. of visit.",
      "Confidentiality is strictly maintained during and after implementation of project."
    ],
    "image": ""
  }
]
}